{
  "id": 620960624,
  "txt": [
    {
      "id": "0x8e11bd3",
      "en": "Bingo stares at Langhár with both fear and awe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'Very good, my new friends. You have done well to fight the Orcs, and certainly better than the cowardly men of Stangard could have done!\\n\\n'I too fought the Orcs among the Wailing Hills, and as I searched for foes to defeat I saw an Eagle in the skies to the north and watched it descend into a stand of trees. The Eagles have been on good terms with my people for many years.\\n\\n'We should go to him and learn what he has seen from the heights. Such knowledge might be of use to me as I seek to accomplish my task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'Beornings are an interesting people, are they not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd6",
      "en": "Defeated Orcs throughout the Wailing Hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Talk to Bingo outside Frithstan's Camp, in the Wailing Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Talk to Langhár outside Frithstan's Camp, in the Wailing Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Well! That was quite a rude greeting! Perhaps the animosity between the Elves and the Rohirrim is not the result of a borrowed item unreturned after all.\\n\\n'If this fellow does not want me to come inside, I will respect his wishes. Perhaps we should find this woman of whom he spoke, and see if she needs our help? Sabert may not care if she runs afoul of some beast, but he should feel some responsibility if it were to happen!\\n\\n'He said she went to the north-west?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e7",
      "en": "Find the secluded clearing where the Eagle landed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Bingo Boffin is in a secluded clearing in the north-eastern corner of the Wailing Hills.\\n\\nYou have found Landroval the Eagle, and Bingo seems to be quite overwhelmed by the great creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568901",
      "en": "'Your sister saw an Eagle somewhere to the north? We should go find it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'I wish you luck, for so long as your feet take you away from Stangard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c0",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "'Let us go south to Stangard and ask someone about it at the front gate of the outpost. Perhaps we can ease these poor feelings in some way, [placeholder], and if we cannot at least I will obtain some more material for my book. But I hope we can help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "'Will you look at that, [placeholder]? I have never seen one of the Great Eagles before, let alone two of them! What an honour! Have you ever seen such majesty before? And they can speak!'\\n\\nBingo stammers with excitement.\\n\\n'Do... do you think they will give me interviews for my book? I would not even know what to ask them, but I have to think of something. Oh, I am so nervous... I hope I do not embarrass myself. They seem so wise and well-spoken, and I am just a small hobbit from the Shire, and feeling smaller than usual!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'I bid you welcome, travellers, and would advise you to avoid Stangard, if you have not come from there already. The men of that place do not recognize their own friends or allies, even as they have need of them.\\n\\n'I am Langhár, of the line of Beorn, and I have set forth from the Vales of Anduin at the command of Grimbeorn. Orcs threaten the shores of the Great River, and someone must beat them back. The men of Rohan cower behind their walls, and they refused my offer of help. They are fools.\\n\\n'If I returned to Grimbeorn with this tale, I am certain he would send me elsewhere, and leave the Rohirrim to fend for themselves. But the Vales of Anduin are not far from here, and any victory by the Orcs here might endanger my own home, so I will help the fools of Stangard, whether they accept it or not. If you would help me in this, defeat Orcs throughout the Wailing Hills! I am a skin-changer, and more than capable of felling these foes, but it seems the supply of them is never-ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'Is she... of Beorn's line? I have heard tales of the Beornings! She looks very strong, and a little frightening! Why would the Rohirrim turn her away?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b28",
      "en": "A huge eagle perches upon a rock in this clearing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'I take it Bingo has never seen one of the Great Eagles before! I remember when Grimbeorn first took me to see them. I was just a cub, and was quite overwhelmed by the experience! Meneldor was the name of the Eagle I met, and he towered above me. I cannot begin to guess at his true size, but in my memory he seemed as big as a house. I wonder what became of him?\\n\\n'We should give Bingo some time to speak with Landroval. After all, if we were to take him away now he would be able to think of nothing else!\\n\\n'Let us defeat some of the venomous spiders that stalk among the Wailing Hills, and collect their venom-sacs. That way we will be giving Bingo time to speak with the Eagle and we will be combating a threat at the same time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'Well, this is Stangard. Now let us see what is going on here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "'I take it Bingo has never seen one of the Great Eagles before! I remember when Grimbeorn first took us to see them. We were just cubs, and I was quite overwhelmed by the experience! Do you remember? Meneldor was the name of the Eagle we met, and he towered above us. I cannot begin to guess at his true size, but in my memory he seemed as big as a house. I wonder what became of him?\\n\\n'We should give Bingo some time to speak with Landroval. After all, if we were to take him away now he would be able to think of nothing else!\\n\\n'Let us defeat some of the venomous spiders that stalk among the Wailing Hills, and collect their venom-sacs. That way we will be giving Bingo time to speak with the Eagle and we will be combating a threat at the same time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c6",
      "en": "'This halfling may have come to Stangard with a desire to see our lands, but this is not a holiday retreat. There is nothing here for your diminutive friend. He is not the first peculiar visitor I have turned away from this outpost. This very morning I refused entry to a rough and uncouth woman. If I am to speak plainly, I must say that you remind me of this woman.\\n\\n'What is it that draws such unwelcome guests hither? Tell your friend to find the woman I turned away to the north-west, and perhaps the three of you can journey with haste away from Rohan. When last I saw her, she was headed in the direction of Frithstan's Camp. May the three of you find your way to some other land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Talk to Landroval in the secluded clearing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568908",
      "en": "'I take it Bingo has never seen one of the Great Eagles before! I remember when Grimbeorn first took me to see them. I was just a cub, and was quite overwhelmed by the experience! It is good to see Meneldor again! He does not seem quite as large as I remember, but I was smaller then.\\n\\n'We should give Bingo some time to speak with the Eagles. After all, if we were to take him away now he would be able to think of nothing else!\\n\\n'Let us defeat some of the venomous spiders that stalk among the Wailing Hills, and collect their venom-sacs. That way we will be giving Bingo time to speak with the Eagles and we will be combating a threat at the same time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Sabert at the east-gate of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c7",
      "en": "'You halflings may have come to Stangard with a desire to see our lands, but this is not a holiday retreat. There is nothing here for you or your friend. You are not the first peculiar visitors I have turned away from this outpost, though you certainly are the shortest.\\n\\n'What is it that draws such unwelcome guests hither? This very morning, a rough and uncouth woman sought to gain entrance to Stangard, but I turned her away as is my duty. If you find her somewhere to the north-west, perhaps the three of you can journey with haste away from Rohan. When last I saw her, she was headed in the direction of Frithstan's Camp. May the three of you find your way to some other land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "'I take it Bingo has never seen one of the Great Eagles before! I remember when Grimbeorn first took us to see them. We were just cubs, and I was quite overwhelmed by the experience! It is good to see Meneldor again! He does not seem quite as large as I remember, but I was smaller then.\\n\\n'We should give Bingo some time to speak with the Eagles. After all, if we were to take him away now he would be able to think of nothing else!\\n\\n'Let us defeat some of the venomous spiders that stalk among the Wailing Hills, and collect their venom-sacs. That way we will be giving Bingo time to speak with the Eagles and we will be combating a threat at the same time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c8",
      "en": "'You do not belong here, and your halfling companion must be even further from his home. You may have come to Stangard with a desire to see our lands, but this is not a holiday retreat. There is nothing here for you or your friend. You are not the first peculiar visitors I have turned away from this outpost.\\n\\n'What is it that draws such unwelcome guests hither? This very morning, a rough and uncouth woman sought to gain entrance to Stangard, but I turned her away as is my duty. If you find her somewhere to the north-west, perhaps the three of you can journey with haste away from Rohan. When last I saw her, she was headed in the direction of Frithstan's Camp. May the three of you find your way to some other land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f2",
      "en": "Talk to Bingo in the secluded clearing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c9",
      "en": "'You do not belong here, and your halfling companion must be even further from his home. You may have come to Stangard with a desire to see our lands, but this is not a holiday retreat. There is nothing here for you or your friend. You are not the first peculiar visitors I have turned away from this outpost, but you are the shortest and the widest.\\n\\n'What is it that draws such unwelcome guests hither? This very morning, a rough and uncouth woman sought to gain entrance to Stangard, but I turned her away as is my duty. If you find her somewhere to the north-west, perhaps the three of you can journey with haste away from Rohan. When last I saw her, she was headed in the direction of Frithstan's Camp. May the three of you find your way to some other land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "Langhár is outside Frithstan's Camp, in the Wailing Hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'That was good work against the spiders, [placeholder]. Do you think Bingo is done speaking with Landroval yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f5",
      "en": "Talk to Langhár in the secluded clearing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "You have collected venom-sacs from the spiders of the Wailing Hills, and should return to the Secluded Clearing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'[placeholder]! I have had a lovely conversation with Landroval, but I have learned something most troubling, and it has brought our chat to an end!\\n\\n'He is quite a delightful fellow, if you ask this hobbit, and his patience with my questions was really quite extraordinary. I asked him some details concerning what it must be like to fly, and he was very good-natured with his responses. In",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01173",
      "en": "Bingo is in the secluded clearing in the north-eastern corner of the Wailing Hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568911",
      "en": "#-1:[placeholder]'Let the Orcs tremble in their caves, #-1:{sister[f]|brother}! Perhaps now they will remain within, and trouble these lands no more. If the Rohirrim will not drive them out, it is up to us to take care of this blight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'You again? Was I not clear enough the first time?'\\n\\nSabert listens impatiently as you tell him what Landroval saw from high above: an army of foes gathering in the Brown Lands.\\n\\n'Eagles? Skin-changing bear-folk? Nosey halflings, far from home? You keep odd company, [placeholder], and there is no need for you to bring them here. The men of Stangard will face whatever foe tomorrow brings. Good day to you, and may it bring you and your peculiar friends elsewhere!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Sabert guards the east-gate of Stangard, and Bingo wants to warn him of the enemy presence Landroval saw gathering.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56868",
      "en": "'A great army is encamped in the Brown Lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d2",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568914",
      "en": "'Beornings are an interesting people, are they not? Ha! Pardon me, [placeholder]! Of course you know that already!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d3",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d4",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01179",
      "en": "Bingo is outside the east-gate of Stangard.\\n\\nSabert did not heed your warning of an army in the Brown Lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d5",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "#-1:[placeholder]'Greetings, #-1:{daughter[f]|son} of Beorn's line. Your people and mine have been friends for many years, and it is for that I advise you to use caution in these lands. You are bound to the earth and many dangerous beings crawl there, eager to do you harm. Indeed, some of these foes aim their weapons skyward, intending to do harm to my kind as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'Greetings, little [placeholder]. You would be wise to use caution in these lands, for you are bound to the earth and many dangerous beings crawl there, eager to do you harm. Indeed, some of these foes aim their weapons skyward, intending to do harm to my kind as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'As I searched for foes to defeat I saw an Eagle in the skies to the north and watched it descend into a stand of trees. The Eagles have been on good terms with my people for many years.\\n\\n'We should go to him and learn what he has seen from the heights. Such knowledge might be of use to me as I seek to accomplish my task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Langhár saw an Eagle somewhere to the north? We should go find it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'Will you look at that, [placeholder]? I have never seen one of the Great Eagles before, and I never expected to do so. What an honour! Have you ever seen such majesty before? And he can speak!'\\n\\nBingo stammers with excitement.\\n\\n'Do... do you think he will give me an interview for my book? I would not even know what to ask him, but I have to think of something. Oh, I am so nervous... I hope I do not embarrass myself. He seems so wise and well-spoken, and I am just a small hobbit from the Shire, and feeling smaller than usual!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "'[placeholder]! I have had a lovely conversation with Landroval and Meneldor, but I have learned something most troubling, and it has brought our chat to an end!\\n\\n'They are quite delightful fellows, if you ask this hobbit, and their patience with my questions was really quite extraordinary. I asked them some details concerning what it must be like to fly, and they were very good-natured with their responses. In fact, Landroval launched directly into the air and flew a brief circuit over the hills to demonstrate his form to me, and it was really something!\\n\\n'But when he returned to earth, he told me he saw something troubling: a cluster of brightly-coloured tents and canopies clustered in the Brown Lands. Enemies are massing along the river, and they will surely attack the men of Stangard! We have to warn them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568921",
      "en": "'You again? Was I not clear enough the first time?'\\n\\nSabert listens impatiently as you tell him what Landroval saw from high above: an army of foes gathering in the Brown Lands.\\n\\n'Eagles? Skin-changing bear-folk? Nosey halflings, far from home? You keep odd company, [placeholder], and now that I get a better look at you I would be very surprised to learn you are not of Beorn's line yourself. I do not trust this warning of yours!\\n\\n'The men of Stangard will face whatever foe tomorrow brings. Good day to you, and may it bring you and your peculiar friends elsewhere!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "#-1:[placeholder]'[placeholder]! I did not expect to see you here, my #-1:{sister[f]|brother}! What a pleasant surprise!\\n\\n'I came here at Grimbeorn's command, for Orcs threaten the shores of the Great River, and someone must beat them back. The men of Rohan cower behind their walls, and they refused my offer of help. They are fools.\\n\\n'If I returned to Grimbeorn with this tale, I am certain he would send me elsewhere, and leave the Rohirrim to fend for themselves. But our home is not far from here, and any victory by the Orcs might endanger it, so I will help the fools of Stangard, whether they accept it or not. I would welcome your help, my #-1:{sister[f]|brother}! Is your companion as adept at felling Orcs as you? I must confess he does not look it, but our people well know that appearances can deceive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568924",
      "en": "'This must be the woman. She looks very fierce!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'She is of Beorn's line too, as you are? She looks very strong! Why would the Rohirrim turn her away?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e7",
      "en": "'The Vales of Anduin are not far from here, and any victory by the Orcs here might endanger my own home, so I will help the fools of Stangard, whether they accept it or not. If you would help me in this, defeat Orcs throughout the Wailing Hills! I am a skin-changer, and more than capable of felling these foes, but it seems the supply of them is never-ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "#-1:[placeholder]'Our home is not far from here, and any victory by the Orcs might endanger it, so I will help the fools of Stangard, whether they accept it or not. I would welcome your help, my #-1:{sister[f]|brother}! Is your companion as adept at felling Orcs as you? I must confess he does not look it, but our people well know that appearances can deceive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e9",
      "en": "'I have seen more than my share of Orcs by now, [placeholder], but we are truly making these lands more safe with each meeting, aren't we? It is good we encountered your sister here, instead of continuing elsewhere.\\n\\n'The two of you are the only Beornings I have ever met, and I am continually surprised by your words and your deeds! You'll forgive me for saying so, I hope, but there have been stories about your people even in the Shire, and many of them portray the children and grandchildren of Beorn as being bloodthirsty and angry, more beast than man.\\n\\n'My adventures with you have already proven to me that these stories are quite untrue, and your sister provides further evidence of it! She helps even those who refuse her help, and I am not certain that every dwarf, Elf, or hobbit can say he would do the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo wants to meet the folk who live at the outpost of Stangard and learn of the situation along the banks of the Great River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f0",
      "en": "'Well! That was quite a rude greeting! Perhaps the animosity between the Elves and the Rohirrim is not the result of a borrowed item unreturned after all.\\n\\n'If this fellow does not want me to come inside, I will respect his wishes. Perhaps we should find this woman of whom he spoke, and see if she needs our help? Sabert may not care if she runs afoul of some beast, but he should feel some responsibility if it were to happen!\\n\\n'He said she went to the north-west? What did he call her? Rough and uncouth? It seems to me that is a fitting description of Sabert himself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f2",
      "en": "'This very morning, a rough and uncouth woman sought to gain entrance to Stangard, but I turned her away as is my duty. If you find her somewhere to the north-west, perhaps the three of you can journey with haste away from Rohan. May the three of you find your way to some other land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "#-1:[placeholder]'That was good work against the spiders, #-1:{sister[f]|brother}. Do you think Bingo is done speaking with Landroval yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f3",
      "en": "'This very morning, a rough and uncouth woman sought to gain entrance to Stangard. You remind me of her, in fact. I turned her away as is my duty. If you find her somewhere to the north-west, perhaps the three of you can journey with haste away from Rohan. May the three of you find your way to some other land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": "'Hail, travellers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'That was good work against the spiders, [placeholder]. Do you think Bingo is done speaking with the Eagles yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "#-1:[placeholder]'That was good work against the spiders, #-1:{sister[f]|brother}. Do you think Bingo is done speaking with the Eagles yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The outpost of Stangard is a short distance to the south, but none of the Elves here will speak of it to me. That is not very neighbourly! Do you think there may be some unfortunate slight behind these poor feelings? It may have taken me some time to return Poppy's ball of twine or Merrimac's teapot, but I did eventually. Do you think something similar happened between the Elves and the Rohirrim?\\n\\n'Let us go south to Stangard and ask someone about it at the front gate of the outpost. Perhaps we can ease these poor feelings in some way, [placeholder], and if we cannot at least I will obtain some more material for my book. But I hope we can help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'[placeholder]! I have had a lovely conversation with Landroval, but I have learned something most troubling, and it has brought our chat to an end!\\n\\n'He is quite a delightful fellow, if you ask this hobbit, and his patience with my questions was really quite extraordinary. I asked him some details concerning what it must be like to fly, and he was very good-natured with his responses. In fact, he launched directly into the air and flew a brief circuit over the hills to demonstrate his form to me, and it was really something!\\n\\n'But when he returned to earth, he told me he saw something troubling: a cluster of brightly-coloured tents and canopies clustered in the Brown Lands. Enemies are massing along the river, and they will surely attack the men of Stangard! We have to warn them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f7",
      "en": "'If this fellow does not want me to come inside, I will respect his wishes. Perhaps we should find this woman of whom he spoke, and see if she needs our help? Sabert may not care if she runs afoul of some beast, but he should feel some responsibility if it were to happen!\\n\\n'He said she went to the north-west? What did he call her? Rough and uncouth? It seems to me that is a fitting description of Sabert himself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f8",
      "en": "'If this fellow does not want me to come inside, I will respect his wishes. Perhaps we should find this woman of whom he spoke, and see if she needs our help? Sabert may not care if she runs afoul of some beast, but he should feel some responsibility if it were to happen!\\n\\n'He said she went to the north-west? What did he call her? Rough and uncouth? It seems to me that is a fitting description of Sabert himself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f9",
      "en": "'I wish you luck, for so long as your feet take you away from Stangard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'This halfling may have come to Stangard with a desire to see our lands, but this is not a holiday retreat. There is nothing here for your diminutive friend. He is not the first peculiar visitor I have turned away from this outpost. With my ill fortune, he will not be the last.\\n\\n'What is it that draws such unwelcome guests hither? Tell your friend to find the woman I turned away to the north-west, and perhaps the three of you can journey with haste away from Rohan. When last I saw her, she was headed in the direction of Frithstan's Camp. May the three of you find your way to some other land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "The gate-keeper Sabert guards the eastern gate of Stangard, south of Haldirith.\\n\\nBingo wants to do what he can to help relations between the Elves and the Rohirrim, and wants to travel south to Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unusual Friends",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'This is terrible, [placeholder]! He doesn't believe us! Beornings and Eagles give the warning, and Rohirrim ignore it!\\n\\n'The enemies are massing on their doorstep, [placeholder]. We will have to do something about this... ourselves!'\\n\\n<rgb=#FF0000>Next week: 'Enter the Easterlings' (Recommended Level: 75)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'The men of Stangard do not fear anything or anyone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011841",
      "en": "Langhár thinks you should collect venom-sacs from spiders throughout the Wailing Hills, both in order to provide a helpful service and to give Bingo time to speak to Landroval.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56815",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56816",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56818",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56819",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "Talk to Bingo outside the east-gate of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c0",
      "en": "Find the secluded clearing where the Eagle landed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Collect venom-sacs from spiders throughout the Wailing Hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502905",
      "en": "Search for the missing woman north-west of Stangard, near Frithstan's Camp in the Wailing Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Bring the venom-sacs to Langhár at the secluded clearing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Bingo is outside the east-gate of Stangard, in Eorlsmead along the Great River.\\n\\nSabert has rudely refused Bingo entrance to the outpost of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011862",
      "en": "Langhár is outside Frithstan's Camp, in the Wailing Hills.\\n\\nYou have defeated many Orcs in the Wailing Hills, and should now return to Langhár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Talk to Bingo in the secluded clearing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Sabert turned a woman away from the gate of Stangard and now Bingo wants to search north-west of the outpost to find her and ensure her safety. Sabert thought she was headed in the direction of Frithstan's Camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a0",
      "en": "'We should help your sister with her task, [placeholder]! If she is part of your family, I don't need anything more than that. We must help her defeat the Orcs that have come to the Wailing Hills!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "Collected venom-sacs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011866",
      "en": "Langhár saw an Eagle descend into a stand of trees in the north-east corner of the Wailing Hills, on the edge of Thinglad, and thinks you should find him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a1",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a2",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a3",
      "en": "#-1:[placeholder]'You did well to fight the Orcs, my #-1:{sister[f]|brother}! I did not doubt it, but it is nice to see that adventuring has made you even stronger.\\n\\n'I too fought the Orcs among the Wailing Hills, and as I searched for foes to defeat I saw an Eagle in the skies to the north and watched it descend into a stand of trees. You know that the Eagles have been on good terms with our family for many years. We should find him and learn what he has seen from the heights! Such knowledge might help me with my task, and you might find it useful as well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc6",
      "en": "A tall woman stands outside Frithstan's Camp, and calls for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a4",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a5",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a6",
      "en": "'As I searched for foes to defeat I saw an Eagle in the skies to the north and watched it descend into a stand of trees. You know that the Eagles have been on good terms with our family for many years. We should find him and learn what he has seen from the heights! Such knowledge might help me with my task, and you might find it useful as well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Talk to Langhár outside Frithstan's Camp, in the Wailing Hills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a7",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a8",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Bring Landroval's warning to Sabert at the east-gate of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a9",
      "en": "'DNT - BEORNING PLAYER!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Talk to Bingo outside the east-gate of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502915",
      "en": "Defeat Orcs throughout the Wailing Hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'We should help her with her task, [placeholder]! I have heard some frightening things about the Beornings, but she seems to have the right idea as far as the Orcs are concerned!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Orcs can be found throughout the Wailing Hills.\\n\\nLanghár has asked you to help her defeat Orcs throughout the Wailing Hills, not really to aid the men of Stangard so much as to protect her home in the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'I have seen more than my share of Orcs by now, [placeholder], but we are truly making these lands more safe with each meeting, aren't we? It is good we encountered Langhár here, instead of continuing elsewhere.\\n\\n'She is the first Beorning I have ever met, and she is not what I expected. There have been stories about her people even in the Shire, and many of them portray the line of Beorn as being bloodthirsty and angry, more beast than man. It is true that Langhár has no mercy for her enemies, and does not speak well of the men of Stangard, but I am moved by the realization that she carries out her duty despite the outright rejection of those it serves.\\n\\n'She helps those who refuse her help. I wonder how many of us would do the same?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011874",
      "en": "Langhár is in the secluded clearing in the north-east corner of the Wailing Hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'Let the Orcs tremble in their caves! Perhaps now they will remain within, and trouble these lands no more. If the Rohirrim will not drive them out, it is up to us to take care of this blight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Bingo is outside Frithstan's Camp, in the Wailing Hills.\\n\\nYou have defeated Orcs in the Wailing Hills, and should now return to Bingo and Langhár outside Frithstan's Camp.",
      "es": "",
      "es (fem)": ""
    }
  ]
}