{
  "id": 620960627,
  "txt": [
    {
      "id": 218554721,
      "en": "'I never thought to see such strength from one like her!'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Sabert within the entrance of Stangard",
      "es": ""
    },
    {
      "id": 218554722,
      "en": "'No time to marvel at it... more foes approach!'",
      "es": ""
    },
    {
      "id": 218554723,
      "en": "'What is that?'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Bingo and learn what tasks he will handle",
      "es": ""
    },
    {
      "id": 218554724,
      "en": "'You were right! The Easterlings must have begun their attack!'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Langh치r and learn what tasks she will handle",
      "es": ""
    },
    {
      "id": 235466150,
      "en": "Defend Sabert during the Easterling attack on Stangard",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Sabert is at the entrance of Stangard, ready to prepare for the Easterling attack.",
      "es": ""
    },
    {
      "id": 238427984,
      "en": "'Then we are safe. We have repelled the attack!'",
      "es": ""
    },
    {
      "id": 238427985,
      "en": "'All of you have my thanks!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Bingo is just inside the entrance to the outpost of Stangard.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'That Beorning woman really is something, isn't she? Did you see the way she fought? Such strength and ferocity! I must admit that she put even my own skills to shame!'",
      "es": ""
    },
    {
      "id": 249681681,
      "en": "'What was that noise? Did you hear that?'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I cannot stop thinking about that Beorning woman! She cut a most impressive swath through the Easterling invaders, did she not? Such strength and ferocity!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'We may not have much time before the Easterling raiding party attacks Stangard. We must make the most of the time we have available if we are to be prepared!'",
      "es": ""
    },
    {
      "id": 249681682,
      "en": "'I hear the sound of fighting!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 249681683,
      "en": "'I will search for foes elsewhere in the town!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You and Bingo have uncovered an Easterling plan to attack the outpost of Stangard.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Finally, a task for which I am well-suited, [placeholder]! I will take care of the dirty dishes, and you can handle some of the tasks that require heavy lifting!\\n\\n'I will find you when I have finished!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Sabert has been stunned into silence by the appearance of Landroval, but you need him ready for battle: the Easterlings have begun their attack on Stangard!",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I am not doing any of those things, [placeholder].'",
      "es": ""
    },
    {
      "id": 116788401,
      "en": "'[placeholder]! This town is under attack!'",
      "es": ""
    },
    {
      "id": 116788402,
      "en": "'I have subdued these warriors, but more approach! Prepare yourself!'",
      "es": ""
    },
    {
      "id": 116788403,
      "en": "'I circled this town from above, and saw no more foes nearby.'",
      "es": ""
    },
    {
      "id": 69036788,
      "en": "Defend Sabert during the Easterling attack on Stangard",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'What a creature, [placeholder]! I have never seen anything that might hope to compare! To think that such a majestic creature could come to the aid of my people... it defies expectation!\\n\\n'And this woman, this Beorning. She too fights for Rohan? We will stand together, [placeholder], and cast back our foes! From this point forward, we stand as friends and allies!'",
      "es": ""
    },
    {
      "id": 235466166,
      "en": "Listen to Sabert describe the preparations you will need to complete",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Bingo has returned from his errands, and is ready to participate in the battle... which is now concluded!",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'What's that? The battle has already happened? I thought I heard something over the splashing of the suds, but I told myself it was simply my imagination!\\n\\n'At least the dishes are clean. Still, it would have been exciting to see Landroval and Langh치r in action! I do not mean to discount your own contribution, [placeholder]... I know you are quite impressive in battle yourself!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'If the battle has already happened, I suppose we accomplished what we set out to do, [placeholder]!'",
      "es": ""
    },
    {
      "id": 235466169,
      "en": "Convince Langh치r to help with some of the tasks",
      "es": ""
    },
    {
      "id": 31678961,
      "en": "'The Men of Rohan are familiar with making preparations for war.'",
      "es": ""
    },
    {
      "id": 31678962,
      "en": "'There are barrels of weapons atop the hill. We will carry them down here.'",
      "es": ""
    },
    {
      "id": 31678963,
      "en": "'Then we will gather up fallen weapons wherever they may be.'",
      "es": ""
    },
    {
      "id": 31678964,
      "en": "'Some of the men here have let their combat skills suffer. They could use some training.'",
      "es": ""
    },
    {
      "id": 31678965,
      "en": "'We will need buckets of water brought to the watch-towers, in case the Easterlings wield fire.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "There has been a loud commotion to the south-west. Is the Easterling attack underway?",
      "es": ""
    },
    {
      "id": 31678966,
      "en": "'We can carry those from up the hill.'",
      "es": ""
    },
    {
      "id": 31678967,
      "en": "'Finally, we will need to clean up dirty dishes left from the noon-time meal.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Langh치r is just inside the entrance to Stangard.",
      "es": ""
    },
    {
      "id": 31678968,
      "en": "'Let us see if there are more Easterlings in Stangard, [placeholder]!'",
      "es": ""
    },
    {
      "id": 31678969,
      "en": "'This way!'",
      "es": ""
    },
    {
      "id": 69375377,
      "en": "'More Easterlings approach! Stand against them!'",
      "es": ""
    },
    {
      "id": 127884873,
      "en": "Sabert has been defeated!",
      "es": ""
    },
    {
      "id": 233966561,
      "en": "'Dishes beware! I will clean you up in no time!'",
      "es": ""
    },
    {
      "id": 233966562,
      "en": "'You are most welcome, Sabert! All the dishes are perfectly clean!'",
      "es": ""
    },
    {
      "id": 233966563,
      "en": "'Oh! Hello, Landroval! When did you arrive?'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Investigate the commotion to the south-west",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Sabert in Stangard",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Bingo in Stangard",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Enter the Easterlings",
      "es": ""
    }
  ]
}