{
  "id": 620960623,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "Calengoth is at the docks of Lothlórien, west of Imlad Lalaith.\\n\\nBingo believes that he has fallen prey to a curse causing him unnatural hunger pangs, and he wants you to apologize to Calengoth for the deception that enabled the hobbit to cross the river into Mirkwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Second Breakfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Bingo must have a low opinion of the intelligence of Elves if he believed I was truly fooled by his deception. I was not. But it takes a large heart to admit such a thing, and my refusal to bear him across the river was borne not of malice but of concern for his safety. I accept his apology.\\n\\n'I may also have the solution for his hunger. Give him this small packet of lembas, along with my well-wishes. I think the one will cure his hunger and the other may assuage his guilt, for I imagine the latter is the truest source of his curse, and once forgiven I expect he will be fine. That is my guess!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'The lynx that follows your friend Bingo around did not stay in the Inn. I think he was searching for food, and went somewhere to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find Willem Whisker somewhere within Mirkwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Bingo is outside the gate to Caras Galadhon, in Lothlórien.\\n\\nCalengoth gave you a small packet of lembas to give to Bingo, and also forgave the hobbit for his deception.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I saw that lynx run to the east. He was moving with a great deal of haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I have not seen any lynxes that match your description anywhere in the Drownholt. Perhaps you should travel to the north-east and ask if anyone at Ost Galadh has seen anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This empty belly of mine has made it quite impossible for me to concentrate on further documenting our stay in Mirkwood, [placeholder]! I am glad that we were able to give Adolinda a momentary distraction from her curse, but the fact remains that her recipe for breakfast involved spider-legs, and while I am powerless to do anything about the curse, it is within my power to refuse a breakfast of hairy spider-legs! No spider-legs for me, thank you! Yuck!\\n\\n'I told Willem about my dissatisfaction and my hunger, and he ran off. Can you ask around the Inn and see if anyone knows what has become of him? I expect he has gone in search of a second breakfast, and I would greatly appreciate your hastening him back here with it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Calengoth on the docks of Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Collect the satchel Willem has found, and tell him to return to the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "Willem Whisker stands by a dirty satchel that appears to have once been the property of an Orc. The lynx beams at you proudly, and you pick up the satchel. \\n\\nYou take a quick peek inside, and the contents make you laugh in spite of yourself. You resolve to bring it back to Bingo in the Haunted Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You found Willem? Did you tell him to follow you back here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Willem Whisker beams proudly at you. Perhaps the satchel contains something of use for Bingo after all?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Bingo gingerly takes the Orc-satchel.\\n\\n'What's that? W.W. found this satchel for me? How thoughtful! Does it contain food, do you think? The bag does seem to be rather worse for wear, but let's see... small trinkets... bent bits of metal... this is rather fuzzy...'\\n\\nBingo suddenly jumps backwards and drops the satchel onto the table. After a moment he begins to laugh.\\n\\n'There are spider-legs in here! Willem, did you think I was unhappy about how FEW spider-legs [placeholder] brought back? That was not it at all! Why does everyone want me to try these unpleasant things? Do you know something, [placeholder]? I think I am ready to return to Lothlórien! I will meet you out in front of Caras Galadhon, and perhaps we can find some real food, for now my belly is quite complaining!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Bingo outside Caras Galadhon, in Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'We are back in more pleasant lands. It is something of a relief to leave Mirkwood behind us, but... well, I have been worrying about something.'\\n\\nBingo's cheerful expression is gone. He seems quite upset.\\n\\n'It is this appetite of mine! We Boffins like to have as many meals as anyone, and I am no stranger to nipping off to the larder for a snack or two between meals. But this hunger is sharper, in a way, than any hunger I can remember! I got to thinking about what has gotten me this hungry, and I realized that it began around the time we crossed the river into Mirkwood.\\n\\n'There is something unnatural about this! Is this a curse? You need to have done something bad to be cursed. Didn't Adolinda say something about a great evil in her past? Well, I was thinking about it, and while I wouldn't say I have done anything especially evil, I wasn't honest with Calengoth, was I? We used deception to get him to allow us across the river! Is my increasing hunger a curse for my poor behaviour?\\n\\n'You have to go to Calengoth at the docks and apologize for my lies, [placeholder]! I fear I will waste away from this curse if you do not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo's stomach has made it quite impossible for the hobbit to concentrate on the further writing of his book, and he needs you to do something about the hungry situation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Bingo wants to meet you outside the gate to Caras Galadhon, in Lothlórien.\\n\\nBingo has seen enough of Mirkwood, and has decided to travel with you back to Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have come back, I see. What did your friend think of the Golden Host's adventures in Mirkwood?'\\n\\nYou explain Bingo's deception, and give Calengoth the hobbit's sincere apologies. The Elf nods solemnly, but there is a smile on his lips.\\n\\n'Bingo must have a low opinion of the intelligence of Elves if he believed I was truly fooled by his deception. I was not. But it takes a large heart to admit such a thing, and my refusal to bear him across the river was borne not of malice but of concern for his safety. I accept his apology.\\n\\n'I may also have the solution for his hunger. Give him this small packet of lembas, along with my well-wishes. I think the one will cure his hunger and the other may assuage his guilt, for I imagine the latter is the truest source of his curse, and once forgiven I expect he will be fine. That is my guess!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Willem Whisker is somewhere within Mirkwood. If you ask around the Haunted Inn, and elsewhere within the forest, you may be able to learn where the lynx might have gone.\\n\\nBingo wants you to find Willem Whisker and send him back to the Haunted Inn, with breakfast if possible!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e35",
      "en": "Bring the packet of lembas to Bingo outside Caras Galadhon, in Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Willem Whisker is within the outer wall of Dol Guldur, up a slope to the north of Fennas Guldur.\\n\\nYou have found Willem, and it seems that he has found a dirty satchel of some kind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Calengoth accepted my apology? Lovely, lovely! I am glad to hear it! And what is this? Lembas? How interesting. It looks to be a type of cake, if a little plain-looking. It is a gift from Calengoth?'\\n\\nBingo takes a small bite and nibbles at it for a moment.\\n\\n'Ah! I did not expect it to be so delicious! And how filling! My, this lembas has quite cured my curse, if such it was! It is good to have a full belly, for now I am ready to travel down the Great River in search of further adventures!'\\n\\n<rgb=#FF0000>Next week: 'The Banks of the Great River' (Recommended Level: 70)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "Return to Bingo in the Haunted Inn with the satchel Willem found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Bingo is in the Haunted Inn, located in the Dourstocks of Mirkwood.\\n\\nYou recovered an Orc-satchel found by Willem Whisker, and should bring it to Bingo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'I have seen this lynx you seek! He ran right past the three of us, heading east! He disturbed the papers on this table! I think he was looking for food of some sort, but nothing here satisfied him, and he ran through Ost Galadh after a brief search.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Yes, I saw your lynx! He ran right past us, but not before jumping onto this table and scattering papers everywhere!\\n\\n'He did not stay. He ran east out of Ost Galadh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Oh, I have seen your lynx. He ran through here, disturbed the papers on this table, and continued on his way to the east. He is no longer in Ost Galadh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I think I did see your lynx, from a distance. I saw him a good distance to the east, heading in the direction of Dol Guldur. He was making straight for the gate of Fennas Guldur, but I was beset by Orcs and did not see if he reached it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'I saw the lynx you seek. He was running at great speed to the south-east, in the direction of Fennas Guldur. Whether he passed through that gate and is now on the other side of the wall, I do not know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Willem Whisker? What sort of a name is that?\\n\\n'Rodelleth told me she saw a lynx running to the south-east, toward Fennas Guldur, but I did not see him myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'I have just returned from Dol Guldur, [placeholder], and I saw something most peculiar. There was a lynx fighting Orcs just within the gate of Fennas Guldur, to the east. As I crept away, I saw the lynx making his way north up a slope just behind the wall.\\n\\n'If you are looking for this curious creature, you should go east to Fennas Guldur, and then climb the slope to the north once you are through the gate. If he is an enemy of the Orcs, he must be a friend to the Golden Host!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'I do not think your lynx-friend is still within Audaghaim. He has gone elsewhere in the Greenwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'I have just returned from Dol Guldur, [placeholder], and I saw something most peculiar. There was a lynx fighting Orcs just within the gate of Fennas Guldur, to the south-east. As I crept away, I saw the lynx making his way north up a slope just behind the wall.\\n\\n'If you are looking for this curious creature, you should go south-east to Fennas Guldur, and then climb the slope to the north once you are through the gate. If he is an enemy of the Orcs, he must be a friend to the Golden Host!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I told Willem about this problem of ours, and he ran off. Can you ask around the Inn and see if anyone knows what has become of him? I expect he has gone in search of a second breakfast, and I would greatly appreciate your hastening him back here with it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You see a familiar figure ahead of you: Willem Whisker!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Do you know something, [placeholder]? I think I am ready to meet you back in Lothlórien! I will meet you out in front of Caras Galadhon, and perhaps we can find some real food, for now my belly is quite complaining!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You pick up the Orc-satchel, and Willem purrs contentedly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'You have to go to Calengoth at the docks and apologize for my lies, [placeholder]! I fear I will waste away from this curse if you do not!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}