{
  "id": 620960622,
  "txt": [
    {
      "id": "0xb5689a0",
      "en": "'I am sorry I deceived the two of you. My name is Adolinda, and I lived in Audaghaim long ago. A great evil was committed here, and I did not speak against it; for that I am cursed, never to find rest or peace.\\n\\n'I arranged for your friend to find my old book of recipes, for I wanted nothing more than to pass on the activities that gave me such joy in life, when joy was possible. But I know now that it can never be, and it was the sense of family, the sense of belonging that I truly missed.\\n\\n'Mirkwood was not always called such! Once it was Greenwood the Great, and the Woodmen thrived beneath its canopy. The recipes I wrote for my people made exclusive use of the herbs and creatures that dwelled within, but so many of them will never return, and those meals will never be made again. Such is the nature of my curse: all else will change, but I will not.\\n\\n'Watching the two of you has been bittersweet, but it dispelled my loneliness for a time, no matter how briefly. I thank you for that kindness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "First, Breakfast!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a1",
      "en": "'Oh my! Do you see that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Bingo is in the Haunted Inn, located in the Dourstocks of Mirkwood.\\n\\nYou have learned that Adolinda is not a Ranger at all, but is instead a resident of Audaghaim lingering beneath a curse from long ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Collect meat from crows throughout Mirkwood, especially in Emyn Lûm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a3",
      "en": "'This experience has sent shivers down my spine, [placeholder]! I am astounded to learn that Adolinda labours beneath a curse, and has done so for who knows how many years? I mean, this place is called the Haunted Inn, but I did not really think...'\\n\\nBingo sputters into silence.\\n\\n'To be fair, the lighting in here is very dim. I think my mistake is quite understandable, and Adolinda did not go out of her way to correct me, did she? I thought her name was Aduiallin, which seems to me more likely a Ranger's name than Adolinda! I must confess that I am pleased I need not try spider-meat now. But I am still hungry... I will need something! My rumbling belly could wake the dead! Oh. That may have been in poor taste. I am terribly sorry! But it does not change the fact that I have missed a breakfast and cannot continue my adventure until I have something!'\\n\\n<rgb=#FF0000>Next week: 'Second Breakfast' (Recommended Level: 68)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a4",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have been leafing through the recipe book that was given to me by Aduiallin, trying to decide upon what meal to prepare, and I think I have finally settled upon one. A tasty breakfast would be just the thing! I have been quite hungry ever since we came into this wood!\\n\\n'Now, this recipe does seem to be rather exotic, but I think that will be just perfect for our stay within Mirkwood. It calls for marshy taters, a little sage, some mint for seasoning, the meat of several crows, and... choice cuts of spider? Oh my. I do not know about that, [placeholder]! Perhaps if the meat is prepared just right it will not be unsuitable? I am dubious, but let us see how it goes. I will try to keep an open mind. After all, if I did not wish to have new experiences, I could have stayed back in the Shire!\\n\\n'The author of this book must not have liked the name Mirkwood, for the descriptions always refer to 'Greenwood the Great!' That is very quaint. It seems as if some ingredients can be found in the southern swamps, throughout the Scuttledells, by the town south of Ost Galadh, and the tower to the east of it. It is difficult to tell, because the author refers to these places with different names than those we know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Collect sprigs of mint from around the tower of Minas Gîl ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a5",
      "en": "'This recipe does seem to be rather exotic, but I think that will be just perfect for our stay within Mirkwood. It calls for marshy taters, a little sage, some mint for seasoning, the meat of several crows, and... choice cuts of spider? Oh my. I do not know about that, [placeholder]! Perhaps if the meat is prepared just right it will not be unsuitable? I am dubious, but let us see how it goes. I will try to keep an open mind. After all, if I did not wish to have new experiences, I could have stayed back in the Shire!\\n\\n'The author of this book must not have liked the name Mirkwood, for the descriptions always refer to 'Greenwood the Great!' That is very quaint. It seems as if some ingredients can be found in the southern swamps, throughout the Scuttledells, by the town south of Ost Galadh, and the tower to the east of it. It is difficult to tell, because the author refers to these places with different names than those we know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Prestadír is inside the Haunted Inn, located within the Dourstocks of Mirkwood.\\n\\nBingo has asked you to see if any of the other Rangers know where Aduiallin has gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Collect choice cuts of spider from the Scuttledells ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Collect marshy taters in the middle of the Drownholt ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'While you were gone, I went to look for Aduiallin to consult with her about how best to prepare this spider-meat so it will not taste vile or make us sick, but I could not find her. Could you ask one of the Rangers where I might find her? Prestadír seems to be in charge. He might know where she has gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Collect bushels of sage at the Wild Ruin, south of Ost Galadh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has been given a book of recipes, and he wants to prepare a delicious meal from within its pages.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e166",
      "en": "Bring the breakfast ingredients to Bingo in the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be1",
      "en": "Collected crebain-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e168",
      "en": "Talk to Prestadír in the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be3",
      "en": "Collected sprigs of mint ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Adolinda in the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "Collected choice cuts of spider ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Talk to Bingo in the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'Ah, good, good! Thank you for bringing these ingredients back to me. I am very excited to prepare this breakfast, for my belly feels so empty! I have been so hungry lately!\\n\\n'While you were gone, I went to look for Aduiallin to consult with her about how best to prepare this spider-meat so it will not taste vile or make us sick, but I could not find her. Could you ask one of the Rangers where I might find her? Prestadír seems to be in charge. He might know where she has gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e170",
      "en": "Talk to Bingo in the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01100",
      "en": "Bingo has tried to translate the locations mentioned in the recipe book where you might find the ingredients for the breakfast:\\n\\nMarshy taters can be found on the edge of foetid pools in the middle of the Drownholt.\\nSage bushes grow at the Wild Ruin, south of Ost Galadh, in Emyn Lûm.\\nMirkwood crows can be found around Emyn Lûm, and spiders can be found in the Scuttledells.\\nSprigs of mint grow around the tower of Minas Gîl, east of Ost Galadh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'I am sorry, [placeholder], for whom are you looking? Aduiallin? I do not know anyone by that name.'\\n\\nYou tell Prestadír that Bingo met a Ranger named Aduiallin and she gave him a book of recipes, but now she seems to have disappeared.\\n\\n'I do not know what to tell you, friend. There is no Ranger by that name here, nor anywhere, unless our ranks are much larger than I realized or my memory is much worse than I believed. Perhaps both are true, but I do not think so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01101",
      "en": "Bingo is inside the Haunted Inn, in the Dourstocks of Mirkwood.\\n\\nYou have collected the ingredients Bingo will need to prepare the breakfast he wants, and should bring them back to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56815",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01103",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "'Well, this is quite a puzzle! You say that Prestadír does not know of any Rangers by that name? If Aduiallin was not a Ranger, then with whom was I speaking? Who gave me this book of recipes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56818",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01106",
      "en": "Bingo is inside the Haunted Inn, within the Dourstocks of Mirkwood.\\n\\nPrestadír claims to have never heard of a Ranger named Aduiallin before.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "'I do not know what to tell you, friend. There is no Ranger by that name here, nor anywhere, unless our ranks are much larger than I realized or my memory is much worse than I believed. Perhaps both are true, but I do not think so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b97",
      "en": "Collected marshy taters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01109",
      "en": "Adolinda is in a shadowy corner of the Haunted Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'Perhaps one day the curse will be lifted, but for now each day is the same as every other.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b99",
      "en": "Collected bushels of sage ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}