{
  "id": 620960659,
  "txt": [
    {
      "id": "0xa8e11b7",
      "en": "Radagast pulls out a small pouch from his robes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Radagast can be found in Rhosgobel.\\n\\nWait for Radagast to find what he is looking for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah here it is! This is a special food I have crafted to calm frenzied animals. I want you to take these and feed them to specific creatures. The food's calming effects should make any animal befriend you. With their friendship, the animals shall return to Rhosgobel with you where I will tend to them and keep them safe in the dark times ahead.\\n\\n'This food can take a while to make, but I will work on another batch for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Gift From Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85958",
      "en": "'I have seen much conflict the realm over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85959",
      "en": "'Ah here it is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Wait for Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "Radagast the Brown invited you to his hidden dwelling in the southern end of Mirkwood to ask for your help in a vast undertaking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have seen much conflict the realm over. It pains me to see innocent beasts caught in the battles of monsters and Men. If I do not take action, there will be no animals to tend to once the fog of conflict has lifted.\\n\\n'[placeholder], you have shown me a great will to explore and preserve the beauty of these lands. I have a gift for you.... Hold on just a minute....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Radagast can be found in Rhosgobel.\\n\\nYou should talk to Radagast.",
      "es": "",
      "es (fem)": ""
    }
  ]
}