{
  "id": 620960620,
  "txt": [
    {
      "id": "0x26f5e91",
      "en": "'Nothing puts a mind at ease quite like a pleasant stroll.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26f5e92",
      "en": "'What a view! Simply beautiful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x69a8760",
      "en": "'Well, I... I do not entirely know what you mean...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26f5e93",
      "en": "'Someone approaches! Do you think we are about to meet the Elves?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x69a8761",
      "en": "'I am not entirely certain what to make of this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26f5e94",
      "en": "'I have some questions I must ask them for my book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x69a8762",
      "en": "'Are you having a laugh at my expense?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26f5e95",
      "en": "'Orcs? They will be no help whatsoever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26f5e96",
      "en": "'I thank you for the help once again, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda6",
      "en": "Jog with Bingo through the Dimrill Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26f5e97",
      "en": "'Let us keep moving, [placeholder], and at a jog rather than a walk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26f5e98",
      "en": "'Oh my!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe453f1",
      "en": "Orc Raider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26f5e99",
      "en": "'Not again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You have come with Bingo a good distance into the Dimrill Dale, and a path leads to the east in the direction of the Golden Wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You defended Bingo from attack by an Orc raiding party, and now the hobbit is ready to continue his relaxing stroll through the Dimrill Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It is a good day for walking! The cool, crisp air puts me almost in mind of a leisurely stroll along the lanes of the Shire! And yet we are so far from the Westfarthing... indeed, we are so far to the east of the Eastfarthing that I have quite lost track of the miles!\\n\\n'I can see the golden hue of the woods down this slope, [placeholder]. Let us walk and see what awaits us beneath the canopy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Haldir and a number of Elves have arrived at a fortuitous moment, and seem to have been expecting you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Those Orcs wanted to spoil our relaxing stroll, but I'd say you countered their designs most effectively!\\n\\n'Let us not dwell upon the shadows that darkened our path, but focus instead on the bright future that awaits us beneath the golden-hued sun and the trees ahead! Let us continue, and perhaps at a quicker pace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have come with Bingo through the Dimrill Dale and encountered a small party of Elves sent from Lothlórien to meet you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'[placeholder], we have been expecting you and your friends. The Lady of Lórien gave me particular instruction to set forth from the Golden Wood in search of you and your companions. I am pleased to see you have not come to harm.\\n\\n'If your friend is willing, I would be happy to bring you beyond the bounds and before the Lord and Lady.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed5f7e1",
      "en": "'I hope you do not mind the assistance, travellers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ah, we have encountered a welcoming party, [placeholder], and we seem to be expected! What a lovely turn of events!\\n\\n'I will be delighted to accompany these fellows. Onward to the Golden Wood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed5f7e2",
      "en": "'This way, my friends. The Lord and Lady await.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed5f7e3",
      "en": "'This way, please. Watch your footing upon the stairs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af3",
      "en": "Walk with Bingo along the road and keep him from harm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Haldir has asked for you and Bingo to accompany him into Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You and Bingo have been escorted into Lothlórien, and now the hobbit is very excited to learn as much about the Elves as he can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I can hardly believe that we have been invited into the Golden Wood, [placeholder], and that we are being given a personal tour of Caras Galadhon!\\n\\n'I have so many questions to ask the Elves of this place. What brought them to settle here, and for how long have they lived in Lothlórien? Do they live lives of solitude, or do they travel? The sight of an Elf is a very rare thing in the Shire!\\n\\n'I hope they do not think my questions rude, but I have to know as much about their people as I can, or my book will suffer for such a lack of knowledge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The Lord and Lady of Lórien wait to speak with you in Caras Galadhon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I hope your friend is not offended! Our welcome to this wood is sincere, and it is my hope he will find it a place of peace and rest before continuing his journey.\\n\\n'I will speak to the sentries at the gate of Caras Galadhon. The three of you will be welcome within the city from this point.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'My mirror shows me many things, and not all of them will come to pass. I know of your own journey, and I know of young Bingo's as well. Is he truly surprised that his feline companion is on a journey of his own? It may be a useful reminder to him that all of us have our own paths to tread in this world, and while they may intertwine for a time, they will not forever.\\n\\n'My own time in this land that I love will soon be ended, and my journey will take me elsewhere. For now, it is my pleasure to welcome all of you to Caras Galadhon. If you desire to learn more, seek out Pennasseth, our Keeper of Stories, at Cerin Nauth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Bingo inside Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Bingo is within Caras Galadhon, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I am ashamed to admit that I never gave a thought to Willem Whisker's own journey, and now my face is as red as can be! What do you suppose he's seeking? If it is in my power to help him find it, I will do everything I can!\\n\\n'You should have told me earlier, Willem!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Well, they have given me much to think about, that is for certain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a871",
      "en": "'Do the Elves of Lothlórien really live among the treetops?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a872",
      "en": "'Can you imagine my neighbours living here? Myrtle Boggs would have a fit, poor thing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a873",
      "en": "'Of course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Listen to the words of Celeborn and Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a874",
      "en": "'Oh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Celeborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a875",
      "en": "'You know my name already? Ah, of course! Elf magic!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Galadriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a876",
      "en": "'Oh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Bingo in Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a877",
      "en": "'That is a pity, to be sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a878",
      "en": "'Well, yes, my lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x269a879",
      "en": "'None of my readers will believe that such grace and beauty could exist in this world!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d161",
      "en": "You, Bingo, and Willem Whisker have emerged from the dark expanse of Moria and now approach the Golden Wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fddb21",
      "en": "'Welcome to Lothlórien, Bingo Boffin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fddb22",
      "en": "'Only the magic of effective scouts and friendly conversation, Bingo.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fddb23",
      "en": "'A pity?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x985aea1",
      "en": "'Do not be disappointed, young one. Magic comes in many forms.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fddb24",
      "en": "'[placeholder], is your companion always prone to flattery?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x985aea2",
      "en": "'Few of your people have ever walked the sunlit paths of the Golden Wood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fddb25",
      "en": "'Now it is my turn to apologize, for I know who my lady addresses.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x985aea3",
      "en": "'My lord credited the scouts of Lórien for our knowledge of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x985aea4",
      "en": "'But that is not all, for I have also seen tell of your journey in my mirror.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x985aea5",
      "en": "'You are a long way from your journey's start, and still you have not found what you seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x985aea6",
      "en": "'Is this the path you desire to tread?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x985aea7",
      "en": "'You would be welcome here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x985aea8",
      "en": "'I understand. Continue your journey, if that is your wish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I can hardly believe that I have been invited into the Golden Wood, [placeholder], and that I am being given a personal tour of Caras Galadhon!\\n\\n'I have so many questions to ask the Elves of this place. What brought them to settle here, and for how long have they lived in Lothlórien? Do they live lives of solitude, or do they travel? The sight of an Elf is a very rare thing in the Shire, as you well know. You are quite the exception, my friend, of course!\\n\\n'I hope they do not think my questions rude, but I have to know as much about your people as I can, or my book will suffer for such a lack of knowledge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e44",
      "en": "Bingo has been defeated, and you have failed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "You and Bingo have encountered Celeborn and Galadriel, and they are most interested to hear of your journeys.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Bingo on the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Bingo on the road through the Dimrill Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Haldir on the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed93",
      "en": "Walk with Bingo through Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Bingo on the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Travel into Lothlórien with Haldir and Bingo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Chapter About Elves",
      "es": "",
      "es (fem)": ""
    }
  ]
}