{
  "id": 620960619,
  "txt": [
    {
      "id": "0xa8e1135",
      "en": "Pennasseth smiles... and she seems to be all out of books.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e114",
      "en": "Return to Bingo outside Caras Galadhon with the stack of books",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "Pennasseth, the Keeper of Stories, can usually be found at Cerin Nauth, on the western side of the clearing at Cerin Amroth.\\n\\nYou obtained a book of history from Pennasseth, but she has indicated that you should not bring it back to Bingo just yet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I understand that dwarves and Elves do not get along very well, [placeholder], but all of the Elves I have met seem to be fine sorts! I will not forget Spalvi's warning about the Elves that live on this side of the mountains, but I do not think we should be too worried about it.\\n\\n'He did not speak only of Elves! It seems there is a great stone not far from here that is of some significance to his people: Durin's Stone. We should take a look at this monument, and perhaps I can sketch an illustration of it for my book.\\n\\n'If we run into any dangers near the stone, you will take care of them, yes? My skill is with the quill, you know. Ha! You see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1144",
      "en": "Pennasseth hands you a thick tome, and then holds up her hand as you turn to go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1146",
      "en": "Pennasseth hands you another book, but once more she holds up her hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Bingo is outside the entrance to Caras Galadhon, in Lothlórien.\\n\\nPennasseth, the Keeper of Stories, has given you a stack of books to give to Bingo in order to assist him with writing about the Elves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a0",
      "en": "'I have had another thought, [placeholder]. If your friend Bingo wishes to write a complete study of the Elves, I would be doing him and his future readers a tremendous disservice if I did not supply him with one more book.\\n\\n'This is the tome, my studious friend! It contains many of the songs of our people, and within their lines Bingo will find much to feed both his mind and his heart. Sad songs there are, but also songs of triumph and of glad delight.\\n\\n'The other books I have provided will tell him of Beren and Lúthien, or of Gil-galad, but you surely agree that a true understanding of what they mean to our people can only be found in song.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a3",
      "en": "'You have returned, and with a book about the Elves? Lovely! I will take that from you, and get to work reading... at... once...'\\n\\nBingo trails off as he sees the stack of books you have for him.\\n\\n'I asked for a single book, [placeholder], and if I am being honest I was rather hoping for a slim volume. But you have returned with three others, and not a one of them of trifling size! If I were to set about reading these, my journey would be halted for a month or more! I wanted to write a chapter about Elves, not a dozen!\\n\\n'Well, I thank you for the material, and I will read for a time. But it seems to me that a full understanding of the Elves would take a lifetime... or two! Is this why your people live such a long time, the better to understand your own complexity? My goodness!'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived outside the gate to Caras Galadhon.</rgb>\\n\\n<rgb=#FF0000>Next week: 'A Taste of War' (Recommended Level: 63, and it is further recommended that you have gained access to Mirkwood by obtaining Book 9, Foreword: 'The Dark Shore' from Calengoth at the docks, and completing his quest chain through 'Hilltop Assault.')</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a5",
      "en": "'If I am going to describe our stay in the Golden Wood, I need to have a better understanding of the Elves and their Lord and Lady. If you can meet the Keeper of Stories that was mentioned by Lady Galadriel, perhaps I can borrow a book that will help me learn about Lothlórien and its people? Find Pennasseth at Cerin Nauth, and see if she will lend me such a book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edbd1",
      "en": "Return to Bingo with the books",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a6",
      "en": "'If I am going to describe our stay in the Golden Wood, I need to have a better understanding of the Elves and their Lord and Lady. If you can meet the Keeper of Stories that was mentioned by Lady Galadriel, perhaps I can borrow a book that will help me learn about Lothlórien and its people? Find Pennasseth at Cerin Nauth, and see if she will lend me such a book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "Durin's Stone rises proudly above the Mirrormere, but an Orc camp lies at its base",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'If I am going to describe our stay in the Golden Wood for my book, I need to have a better understanding of the Elves and their Lord and Lady. If you can meet the Keeper of Stories that was mentioned by Lord Celeborn, perhaps I can borrow a book that will help me learn about Lothlórien and its people? Find Pennasseth at Cerin Nauth, and see if she will lend me such a book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a7",
      "en": "'If I am going to describe our stay in the Golden Wood, I need to have a better understanding of the Elves and their Lord and Lady. If you can meet the Keeper of Stories that was mentioned by Lady Galadriel, perhaps I can borrow a book that will help me learn about Lothlórien and its people? Find Pennasseth at Cerin Nauth, and see if she will lend me such a book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "Defeated Orcs in Nanduhirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'I have had another thought, [placeholder]. If your friend Bingo wishes to write a complete study of the Elves, I would be doing him and his future readers a tremendous disservice if I did not supply him with one more book.\\n\\n'This is the tome, my studious friend! It contains many of the songs of my people, and within their lines Bingo will find much to feed both his mind and his heart. Sad songs there are, but also songs of triumph and of glad delight.\\n\\n'The other books I have provided will tell him of Beren and Lúthien, or of Gil-galad, but a true understanding of what they mean to my people can only be found in song.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'You have returned, and with a book about the Elves? Lovely! I will take that from you, and get to work reading... at... once...'\\n\\nBingo trails off as he sees the stack of books you have for him.\\n\\n'I asked for a single book, [placeholder], and if I am being honest I was rather hoping for a slim volume. But you have returned with three others, and not a one of them of trifling size! If I were to set about reading these, my journey would be halted for a month or more! I wanted to write a chapter about Elves, not a dozen!\\n\\n'Well, I thank you for the material, and I will read for a time. But it seems to me that a full understanding of the Elves would take a lifetime... or two! Is this why they live such a long time, the better to understand their own complexity? My goodness!'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived outside the gate to Caras Galadhon.</rgb>\\n\\n<rgb=#FF0000>Next week: 'A Taste of War' (Recommended Level: 63, and it is further recommended that you have gained access to Mirkwood by obtaining Book 9, Foreword: 'The Dark Shore' from Calengoth at the docks, and completing his quest chain through 'Hilltop Assault.')</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'Your friend Bingo will be fully prepared to write of the Elves once you return to him with those books!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Talk to Bingo outside the entrance to Caras Galadhon, in Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Find Pennasseth at Cerin Nauth, in Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Talk to Pennasseth at Cerin Nauth once again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'I am glad we were able to see Durin's Stone, [placeholder], and I am gladder still that you managed to defeat some of the vile foes that stalk through this land! This would be a lovely place if it were not for their foul presence.\\n\\n'Look at this view! Have you ever seen such a vibrant shade to the leaves of trees before, and in this season? Unbelievable! Speak to me when you are rested from your recent exertions, and we can go down to the stand of trees together. We must keep our eyes open for more Orcs, of course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'I will meet you south-east of Durin's Stone, my friend! There is a waterfall near there that I simply must see!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Bingo is outside the entrance to Caras Galadhon, in Lothlórien.\\n\\nBingo has been given permission to stay in Lothlórien for the time being, and he wishes to make the most of the opportunity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'I am not sure what to make of our mysterious hosts, [placeholder]! They certainly seemed welcoming, but they are simply so... so...\\n\\n'I do not know what word I can use to describe them! They seemed somehow other-worldly, but at the same time very much a part of this land. It strikes me as very odd that they can be both, but that is the impression they gave to me!'\\n\\nBingo suddenly slaps his forehead.\\n\\n'I forgot to ask them my questions! If I am going to describe our stay in the Golden Wood for my book, I need to have a better understanding of the Elves and their Lord and Lady. If you can meet the Keeper of Stories that was mentioned by Lady Galadriel, perhaps I can borrow a book that will help me learn about Lothlórien and its people? Find Pennasseth at Cerin Nauth, and see if she will lend me such a book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Pennasseth, the Keeper of Stories, can usually be found at Cerin Nauth, on the western side of the clearing at Cerin Amroth.\\n\\nBingo would like for you to find Pennasseth and borrow a book about the Elves of Lothlórien from her, so he can develop a better understanding of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50212",
      "en": "Talk to Pennasseth at Cerin Nauth once again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Welcome to Lothlórien, [placeholder]. I have already heard tell of your deeds, and any aid I can provide to you will be gladly given.'\\n\\nYou explain that Bingo wishes to write a chapter in his book about the Elves of the Golden Wood, and he was hoping that Pennasseth might be able to lend him a book he could study for that purpose.\\n\\n'It is a noble thing, [placeholder], to seek knowledge of a subject about which you know little. I will happily give to Bingo a book that contains some accounts of the history of the Elves. Beware! The book is many pages, but even so it will not cover the entirety of its subject! What book could hope to do so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Talk to Pennasseth at Cerin Nauth once again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'No, do not go just yet! I have given to you a book of history, for if Bingo is to understand my people, he will need to know from where they came, and the trials they faced in their journeys to this point. But that is not all! There are so many names and places described in that book that I fear your friend will be quite overwhelmed and confused.\\n\\n'To that end, take too this book of maps. With it he will obtain a full understanding of the many places in which Elves have lived, and perhaps he will also attain an appreciation for the great scope and vastness of this Middle-earth, and the lands beyond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Pennasseth, the Keeper of Stories, can usually be found at Cerin Nauth, on the western side of the clearing at Cerin Amroth.\\n\\nYou obtained a book of history and a book of maps from Pennasseth, but she has indicated that you should not bring it back to Bingo just yet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'If your friend Bingo examines those books, he will have a basic understanding of the history of the Elves and the lands that shaped their journeys, but it is still not enough. Such a study would leave out one of the most important aspects of my people's experience: the works of Art they fashion, and the Art that fashions them!\\n\\n'This book contains descriptions of many such works, and in some sad cases that is all that remains, for many have been lost to the ravages of Time and the plots of the Enemy. From these pages, Bingo will learn much about the Elves that he can learn nowhere else!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Find Durin's Stone by the edge of the Mirrormere, in Nanduhirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Defeat Orcs in Nanduhirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to Bingo south-east of Durin's Stone, just beyond the falls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56860",
      "en": "'Are you ready? Let us go down to that stand of trees, but keep your eyes open for more Orcs! The foul creatures seem to be everywhere in this land, despite its natural beauty, or perhaps that is what draws them here... so they can despoil it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Talk to Bingo south-east of Durin's Stone and travel with him throughout Nanduhirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'If I am going to describe our stay in the Golden Wood, I need to have a better understanding of the Elves and their Lord and Lady. If you can meet the Keeper of Stories that was mentioned by Lady Galadriel, perhaps I can borrow a book that will help me learn about Lothlórien and its people? Find Pennasseth at Cerin Nauth, and see if she will lend me such a book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56868",
      "en": "'If I am going to describe our stay in the Golden Wood for my book, I need to have a better understanding of the Elves and their Lord and Lady. If you can meet the Keeper of Stories that was mentioned by Lord Celeborn, perhaps I can borrow a book that will help me learn about Lothlórien and its people? Find Pennasseth at Cerin Nauth, and see if she will lend me such a book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56869",
      "en": "'If I am going to describe our stay in the Golden Wood for my book, I need to have a better understanding of the Elves and their Lord and Lady. If you can meet the Keeper of Stories that was mentioned by Lord Celeborn, perhaps I can borrow a book that will help me learn about Lothlórien and its people? Find Pennasseth at Cerin Nauth, and see if she will lend me such a book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01100",
      "en": "Pennasseth, the Keeper of Stories, can usually be found at Cerin Nauth, on the western side of the clearing at Cerin Amroth.\\n\\nYou obtained books of history, maps, and art from Pennasseth, but she has indicated that you should not bring it back to Bingo just yet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'No, do not go just yet! I have given to you a book of history, for if Bingo is to understand our people, he will need to know from where they came, and the trials they faced in their journeys to this point. But that is not all! There are so many names and places described in that book that I fear your friend will be quite overwhelmed and confused.\\n\\n'To that end, take too this book of maps. With it he will obtain a full understanding of the many places in which Elves have lived, and perhaps he will also attain an appreciation for the great scope and vastness of this Middle-earth, and the lands beyond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed36",
      "en": "Return to Bingo with the book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Durin's Stone can be found to the south-east of the exit of Moria, in Nanduhirion.\\n\\nBingo wishes to see the monument Spalvi mentioned, and has asked you to defeat any of the dangers in the Dimrill Dale that threaten the peace of that place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed37",
      "en": "Return to Bingo with the books",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed38",
      "en": "Return to Bingo with the books",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Bingo wants to speak with you south-east of Durin's Stone, not far from where the Mirrormere drains into a lower pool.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Bingo is by the falls south-east of Durin's Stone, in Nanduhirion.\\n\\nBingo is waiting for you to speak with him before you continue the journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'I understand that dwarves and Elves do not get along very well, [placeholder], but all of the Elves I have met seem to be fine sorts! I will not forget Spalvi's warning about the Elves that live on this side of the mountains, but I do not think we should be too worried about it.\\n\\n'He did not speak only of Elves! It seems there is a great stone not far from here that is of some significance to your people?'\\n\\nYou nod, and tell Bingo that the monument is called Durin's Stone, and it marks the location where Durin first peered into Kheled-zâram, the Mirrormere.\\n\\n'Indeed? Well, we should take a look at this monument, and perhaps I can sketch an illustration of it for my book! If we run into any dangers near the stone, you will take care of them, yes? My skill is with the quill, you know. Ha! You see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730856",
      "en": "'No books?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'I understand that dwarves and Elves do not get along very well, [placeholder], but all of the Elves I have met seem to be fine sorts, yourself most of all! I will not forget Spalvi's warning about the Elves that live on this side of the mountains, but I do not think we should be too worried about it.\\n\\n'He did not speak only of Elves! It seems there is a great stone not far from here that is of some significance to his people: Durin's Stone. We should take a look at this monument, and perhaps I can sketch an illustration of it for my book.\\n\\n'If we run into any dangers near the stone, you will take care of them, yes? My skill is with the quill, you know. Ha! You see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56819",
      "en": "'If your friend Bingo examines those books, he will have a basic understanding of the history of the Elves and the lands that shaped their journeys, but it is still not enough. Such a study would leave out one of the most important aspects of our people's experience: the works of Art they fashion, and the Art that fashions them! You surely know this and must agree, [placeholder].\\n\\n'This book contains descriptions of many such works, and in some sad cases that is all that remains, for many have been lost to the ravages of Time and the plots of the Enemy. From these pages, Bingo will learn much about the Elves that he can learn nowhere else!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Chapter About Elves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'We should take a look at Durin's Stone, and perhaps I can sketch an illustration of it for my book. If we run into any dangers near the stone, you will take care of them, yes? My skill is with the quill, you know. Ha! You see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d190",
      "en": "You and Bingo have successfully passed through Moria, and now your adventurous friend prepares for the next leg of the journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1133",
      "en": "Pennasseth hands you another book, and it seems it won't be the last!",
      "es": "",
      "es (fem)": ""
    }
  ]
}