{
  "id": 620919100,
  "txt": [
    {
      "id": 52617346,
      "en": "'Tell me, Núrzum, have you come to appreciate this opportunity?'",
      "es": ""
    },
    {
      "id": 73571921,
      "en": "'I asked for the strength to survive my wounds, the ability to return to the cold of the Misty Mountains...'",
      "es": ""
    },
    {
      "id": 52617347,
      "en": "'The gifts I have bestowed upon you?'",
      "es": ""
    },
    {
      "id": 73571922,
      "en": "'... and the chance to seek revenge against the Men that harried me in my travels.'",
      "es": ""
    },
    {
      "id": 52617348,
      "en": "'You are not of your kind any longer, Núrzum...'",
      "es": ""
    },
    {
      "id": 52617349,
      "en": "'All that remains now is to uphold your end of our arrangement.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: Man and Monster",
      "es": ""
    },
    {
      "id": 52617350,
      "en": "'You knew as much when I came upon you in this forest, wounded and lost as you were.'",
      "es": ""
    },
    {
      "id": 52617351,
      "en": "'I have done naught but fulfill everything promised to you...'",
      "es": ""
    },
    {
      "id": 52617352,
      "en": "'You are something far greater than before, but you must remember, my friend... that you serve me.'",
      "es": ""
    },
    {
      "id": 52617353,
      "en": "'Where then have I failed? All of those are within your grasp now.'",
      "es": ""
    },
    {
      "id": 52617354,
      "en": "'I gave you strength through the roots that now wind about your stones...'",
      "es": ""
    },
    {
      "id": 52617355,
      "en": "'And the Men? They cannot stand against you any longer...'",
      "es": ""
    },
    {
      "id": 52617356,
      "en": "'I granted you a snow-covered home no matter where your travels take you...'",
      "es": ""
    },
    {
      "id": 50128993,
      "en": "'At their crude camp, where remnants of Brúndoron's roots still laid hewn in the earth, Núrzum stood amongst fearful Orcs.'",
      "es": ""
    },
    {
      "id": 50128994,
      "en": "'His wrath had not yet visited the forest directly, but the stone he carried upon his back had already brought thick snowfall to the lands around him....'",
      "es": ""
    },
    {
      "id": 50128995,
      "en": "'Núrzum stood waiting, not knowing when his friend would arrive, and lost in what he was to do with his newfound might.'",
      "es": ""
    },
    {
      "id": 50128996,
      "en": "'In the distance, the harsh weather seemed to split as a man strode forth through the snowfall...'",
      "es": ""
    },
    {
      "id": 216803169,
      "en": "'Gifts?! What gifts, Wizard?'",
      "es": ""
    },
    {
      "id": 79148113,
      "en": "'It has...'",
      "es": ""
    },
    {
      "id": 50128997,
      "en": "'As the snow swirled around him, the man's robes seemed to shimmer with myriad colours, and Núrzum knew at once his powerful ally had returned.'",
      "es": ""
    },
    {
      "id": 216803170,
      "en": "'Even my own kind would not look upon me now...'",
      "es": ""
    },
    {
      "id": 79148114,
      "en": "'I returned to the forest as you bid me, and... I am prepared to stand against those that would oppose me.'",
      "es": ""
    },
    {
      "id": 216803171,
      "en": "'Your words are convincing, Wizard. Of that, there is no doubt.'",
      "es": ""
    },
    {
      "id": 216803172,
      "en": "'What would you ask of me before I make these lands my home?'",
      "es": ""
    },
    {
      "id": 216803173,
      "en": "'It shall be done, master. Let these puny Men regret the day they pushed me from their lands!'",
      "es": ""
    },
    {
      "id": 95183345,
      "en": "'You will slay the leaders of this land to the last.'",
      "es": ""
    },
    {
      "id": 95183346,
      "en": "'Cynegar, Aldstan, the knight Thrymm... remember them well.",
      "es": ""
    },
    {
      "id": 95183347,
      "en": "'As for the Reeve, Gárwig, leave his family in shambles.'",
      "es": ""
    },
    {
      "id": 196289231,
      "en": "'Long has it been, my large friend.'",
      "es": ""
    },
    {
      "id": 95183348,
      "en": "'Slay Gárnoth, Edsig, Gárferth, Cuthbald, and Gársig...'",
      "es": ""
    },
    {
      "id": 95183349,
      "en": "'Leave him in ruin, and let him never again pose a threat to you!'",
      "es": ""
    },
    {
      "id": 95183350,
      "en": "'That is all I ask of you, Núrzum.'",
      "es": ""
    },
    {
      "id": 95183351,
      "en": "'As I had hoped, friend.'",
      "es": ""
    },
    {
      "id": 95183352,
      "en": "'Now, journey through the forest and visit your frozen terror upon all that would stand against you!'",
      "es": ""
    },
    {
      "id": 95183353,
      "en": "'May all of Rohan freeze in your wake!'",
      "es": ""
    }
  ]
}