{
  "id": 620919098,
  "txt": [
    {
      "id": 216727828,
      "en": "Mossbeard is standing outside the future location of the White Hand encampment in the Balewood.\\n\\nMossbeard is prepared to tell you a portion of what the trees have told him of Núrzum's origins before returning to Barallas and the others.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Listen as Mossbeard tells the tale of Brúndoron's fall",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Mossbeard's story is still unfolding.\\n\\nMossbeard is sharing his memories as learned from the trees of the Balewood. You should listen as he tells you more of this story.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Mossbeard is standing in the future location of the White Hand encampment in the Balewood.\\n\\nMossbeard's story has come to a close. You should speak to him before continuing your journey to Barallas and the others.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Brúndoron lays slain as the Orcs serving Lomor prepare to return his hewn trunk to Isengard",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Mossbeard",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Hoom. I have told you but half of what there is to tell... for far grimmer tales remain.\\n\\n'Let us leave this place and return to Barallas and the others.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Come, let us leave this memory and return to the others. Are you ready, little one?'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Viler truths I have seldom known, [placeholder]. The others must know of these happenings soon, but you must understand as well if you are to continue to aid us.\\n\\n'Hoom, where the Orc-camp now lies once stood a bold Huorn... one of the very greatest in this forest.  My memories of those days are as clear as ever they have been... but they are tainted by the knowledge I have gained from the trees.\\n\\n'Come, let me tell you of the Huorn's fate....'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Mossbeard has chosen to tell you of Brúndoron, an elder Huorn of the Balewood slain before Núrzum came into power.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'TBD'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Shattered Roots",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Mossbeard",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "TBD -- Drama",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Not so long ago, this forest spread wide and healthy, unfettered by the assaults of Orcs and Núrzum. Those that dwelt within were mighty and took root amongst one another. \\n\\n'One of the greatest of the Huorns in all of Fangorn, Brúndoron, once dwelt where this Orc camp now stands. I am sure you think you know the ending of this story, little one, for there is no mistaking what you have seen. However, the trees have spoken to me of darker things, and though hewn, Brúndoron's story is far from over.\\n\\n'Before we can return to Barallas to speak of Brúndoron's fate, you must first understand how the Huorn met its end and how the cowardice of Orcs has shaped this forest and beyond since that day.'\\n\\n",
      "es": ""
    }
  ]
}