{
  "id": 620919117,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'And so, little one, Brúndoron was taken by the Orcs. \\n\\n'Núrzum had wandered these woods some time before this happening, you see. Hoom. He was then but a Stone-giant and had not much interest in the destruction of any creature of nature. His curiosity of the Men was his only real reason for venturing into Wildermore, but when he was grievously wounded and chased from their lands, the other Ents and I thought him gone from our forest.\\n\\n'Such things never come to a resolution simply with you creatures, do they? Hom. Yet, one day Núrzum returned, and this time, he was not alone.'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Mossbeard can be found at Stonecliff in the Balewood.\\n\\nMossbeard's tale of Saruman and Núrzum has concluded. You should now speak with him of what can be done to stop the forces at work in the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Mossbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mossbeard has communed with the trees and fallen of the Balewood and now wishes to tell all that he has learned of Núrzum's coming.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I have learned much of Núrzum from these trees, my friend. When you are ready, I shall tell what I know.'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Man and Monster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'So you see now, [placeholder]...Núrzum returned to the forest, his wounds healed, his might bolstered, and lashed together by what remained of Brúndoron. All he was tasked with in return for such wonders were the deaths of the Men that had wronged him. How could he see the folly of his actions in the face of such a silver-tongued man?\\n\\n'I know of this Wizard, little one, for once Treebeard spoke of him with Leaflock, in days long past. Always one to take knowledge, but never share it in return. Hoom. You look as if you have met him too....\\n\\n'Such times are so long past that I doubt he even remembers us amid whatever other chaos he now wreaks. Surely if the Orcs did not tell him of Brúndoron's assault, he would not have thought much of using a tree in his foul experiments. His blindness to the forest may yet prove his monster's undoing, but we shall see yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Mossbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mossbeard can be found at Stonecliff in the Balewood.\\n\\nMossbeard is prepared to tell you and the Ents of the rest of what he has learned from the trees of the forest. You should listen to his tale when you are ready.",
      "es": "",
      "es (fem)": ""
    }
  ]
}