{
  "id": 620919116,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Not so long ago, this forest spread wide and healthy, unfettered by the assaults of Orcs and Núrzum. Those that dwelt within were mighty and took root among one another.\\n\\n'One of the greatest of the Huorns in all of Fangorn, Brúndoron, once dwelt where the White Hand's camp now stands. I am sure you think you know the ending of this story, little one, for there is no mistaking what you have seen at my side. However, the trees have spoken to me of darker things, and though hewn, Brúndoron's story is far from over.\\n\\n'Before we can return to Barallas to speak of Brúndoron's fate, you must first understand how the Huorn met its end and how the cowardice of Orcs has shaped this forest and beyond since that day.'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Mossbeard is standing at your side.\\n\\nMossbeard's story has concluded and you should now speak with him before you set off to return to Barallas and the other Ents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Mossbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mossbeard wishes to share his memories of the elder Huorn, Brúndoron, and the coming of the White Hand to the Balewood.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I have much to tell of the coming of the White Hand and those that suffered them. Are you ready to hear my tale?'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shattered Roots",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'As I have told you, little one, there remains much to be told, but it must wait until we reunite with Barallas and the others.\\n\\n'Hom. They knew much of Brúndoron and the Huorn's end, but in the times between then and their awakening, they have missed many unsettling details.\\n\\n'We must travel to them at once, for both you and the others must know the Huorn's fate and the true wrath, unknowing or not, that has been levied upon this forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Mossbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mossbeard is standing at your side.\\n\\nMossbeard wishes to tell you of what the trees of the Balewood have told him of Núrzum's origins.",
      "es": "",
      "es (fem)": ""
    }
  ]
}