{
  "id": 620861719,
  "txt": [
    {
      "id": 136263297,
      "en": "This cartrev remains inhabited",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This cartrev appears to be abandoned",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This cartrev has been burned to the ground",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Neirin Brehur has asked that you ride out to the cartrevs south of Nan Laeglin and see if any of them have escaped destruction at the hands of the marauders that beset Nan Laeglin.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "This cartrev has been burned to the ground",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Marauders have come to our lands, killing our livestock and threatening our people. Smoke rises from the south, and I fear that it comes from our cartrevs, burned in the night by the half-orc invaders.\\n\\n'Glynn Brenin has forbidden our warriors from taking the field, fearing that the village itself might be burned, so I would ask you to seek out the cartrevs and see if anything remains.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The cartrevs of the Uch-lûth lie to the south of Lhanuch.\\n\\nNeirin Brehur has asked you to seek out the cartrevs of his people and learn if any survived the attacks of the half-orcs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is good that Hamon's home remains whole, as does Emlun... I only hope Emlun escaped the wrath of the half-orcs. Alas for Rurith, Matho, and their families.\\n\\n'I thank you for your assistance, Duvodiad.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Neirin Brehur is at Lhanuch, north of the cartrevs.\\n\\nYou should return to Neirin Brehur with news of your discoveries.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Seek the cartrevs to the south and learn if any still remain there.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Patrol Cartrev Hamon",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Patrol Cartrev Emlun",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Patrol Cartrev Rurith",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Patrol Cartrev Matho",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Where There is Smoke...",
      "es": ""
    }
  ]
}