{
  "id": 620861720,
  "txt": [
    {
      "id": 136263297,
      "en": "You have deafeated TBD!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have encountered an unusual pair of Men, sent it seems from Isengard to offer a treaty of fealty between the Uch-lûth and Saruman.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'And what do we have here? A bit far afield aren't you, Duvodiad? You are not welcome here. The affairs of Dunland do not involve you, and your presence does naught but threaten the tentative peace of these lands.\\n\\n'With the pact I offer, these lands shall be forever safe from the looming threat of the North-men under the protection of Isengard.\\n\\n'Now begone, before I am tempted to rash and unsightly action to remove you.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The emissary's champion is in the Brenin's Hall in Lhanuch.\\n\\nYou should speak with the emissary's champion.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'And here I was just looking for a bit of sport among this backwater collection of hovels. I had not dared hope for any fool Duvodiad to offer themselves up to my blades.\\n\\n'Alas, it shall have to wait. My lord has business to attend to with the brenin.\\n\\n'But do not wander too far, little vagabond. Once our treaty is in hand, I shall have the time to deal with the likes of you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Speak with SENESCHAL TBD",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You are not welcome here, Duvodiad!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'These raiders look at a glance like Men, but when I fought one at close quarter, his appearance and manner spoke more of Orc than Man.\\n\\n'I do not know where these half-men came from, but they are cruel and savage.\\n\\n'Yet so long as the village is threatened, Glynn Brenin will not allow me to send my warriors forth!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Glynn Brenin is a fool. I was the greatest of our warriors in our youth! Why with my father's axe in hand, I could lead our warriors to victory over these brutes in a day's span!\\n\\n'But it shattered... And I have my youth no more. But still, I would take the battle to our enemy had I a worthy weapon!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Twas my clan which took oath to guard the herds of Nan Laeglin in times of strife, yet the Glynn says we must remain to defend Nan Laeglin while packs of vicious Wargs roam and slaughter our livestock!\\n\\n'There must be some way to stop them...'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the emissary's champion in the Brenin's Hall",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Some here suspect that these raiders fall upon us at Saruman's command, to force us to heel - but we have no proof to hold against him.\\n\\n'The raiders have attacked our homesteads to the south, perhaps we could find some evidence of the White Hand there...'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Penlhun Brehur",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Siorus Brehur",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak with Guladus Brehures",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Hand of Isengard",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Speak with SENESCHAL TBD",
      "es": ""
    }
  ]
}