{
  "id": 620861728,
  "txt": [
    {
      "id": 136263297,
      "en": "You have repaired Penlhun's axe",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Penlhun Brehur, one of the leaders of Nan Laeglin, has asked you if you know of any way to repair the dwarf-axe handed down to him from his father. The axe was forged in Thrór's Coomb, and it is rumoured that at least one dwarf remains among the ruins. Alternatively, if you are a weaponsmith of considerable skill you might try a hand at repairing it yourself.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Tell me, Duvodiad, is it true that the powers of Angmar stir anew? Have the Elves truly allied with the Witch-king in the North as the tales say? Some weeks ago, warriors from the South under the direction of Isengard passed by to do battle in Eregion, but we have heard little but dark rumour since.\\n\\n'No matter the details, war shall be upon us soon... you mark my words. Would that my father's axe was yet true, I would be unafraid of battle! It was made by the dwarves back when Thrór's folk lived in the mountains, but time takes its toll on all things, and it broke some years ago. None here have the skill to reforge such a weapon, but it is said that the dwarves yet remain in the far north and have shared some secrets of craft with the Men there as well.\\n\\n'I was thinking that if this is true, then I might have the axe re-made. What of it, Duvodiad? Do you know the secrets of the craft or perhaps know a dwarf who might reforge my father's blade? Take it, if so. It is of no use to me now, and my brethren would have me melt it down to make a less worthy blade. I would not see it end so if it might be made whole again. If it can be done, then I shall be in your debt and shall speak in your favour at the Council of Brehur.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aedh may be found in the crafting hall.\\n\\nYou should speak with Aedh to learn if there is any way to reforge Penlhun's axe.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is a dwarf-axe! Whence did you steal it? From a Man?\\n\\n'Where did the Man get it? From his father? This man's father was a dwarf? Well, you should have said so to begin with! I will gladly repair this for my half-brother!\\n\\n'This shouldn't take long...here you go!'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Bring Penlhun's axe to the mad dwarf in Thrór's Coomb",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The mad dwarf dwells somewhere in the mountains surrounding Thrór's Coomb, far to the east of Lhanuch.\\n\\nAedh told you to seek out a mad dwarf in the valley of Thrór's Coomb and see if he can repair Penlhun's axe. Alternatively, if you are a master weaponsmith, you might attempt to repair the axe yourself at the forge in Lhanuch.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Penlhun Brehur is at the Brenin's Hall in Lhanuch, far to the west of Thrór's Coomb.\\n\\nYou should return to Penlhun with his father's axe.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Would that my father's axe were whole once more....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Penlhun gave you this? I will tell you what I told him. I cannot repair it.\\n\\n'I do not know how Thrór's smiths forged it to such a temper, but anything I could do to it would make the steel so brittle that it would shatter at the first blow.\\n\\n'You want this weapon repaired? Go to Thrór's Coomb. There is rumour that a mad dwarf lives there still among the ruins. Perhaps he can repair it.'\\n\\n<rgb=#FF0000>If you have Master proficiency in the Weaponsmith profession, you may repair the axe yourself using the anvil in the Lhanuch crafting hall.</rgb>",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Tell Penlhun's father Nár sends his greetings... a good dwarf, he is. Or was? He is a dwarf, yes?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My father's axe! It is nearly as sound as the day he brought it from the dwarves!\\n\\n'You have my thanks, Duvodiad. I shall do what I can to dissuade Glynn Brenin from aiding Isengard.\\n\\n'We of the Uch-lûth should be our own people, not servants of some power-hungry wizard....'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'This is a dwarf-axe! Whence did you steal it? From a Man?\\n\\n'Where did the Man get it? From his father? This man's father was a dwarf? Well, you should have said so to begin with! I will gladly repair this for my half-brother!\\n\\n'This shouldn't take long... here you go!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Talk to the mad dwarf if you want that axe repaired!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Aedh at the Lhanuch crafting hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Penlhun's axe to the mad dwarf in Thrór's Coomb",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Repair Penlhun's axe",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the axe to Penlhun",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Weapon of Old",
      "es": ""
    }
  ]
}