{
  "id": 620861725,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have deafeated TBD!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Himeinior told you that the Dúnedain are not welcome in the halls of Lhanuch, for the Uch-lûth are wary of strangers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'To the south-east of here is the village of Lhanuch. It is the only significant settlement of Men in Enedwaith -- though we have seen evidence of a lost clan called the Turch-lûth -- and we shall have to pass near it on our path to Rohan.\\n\\n'Once it was a place we often stopped to rest on our journeys through Dunland, but no more. Some years ago there was an incident in Nan Laeglin, and Glynn Brenin, the chieftain of the Algraig clan known as the Uch-lûth, declared all outsiders -- or duvodiad, as they say -- unwelcome in his halls, especially those of us known as Rangers.\\n\\n'I would ask you to enter the village in our stead. Isengard is in motion, and we must learn anything we can before we pass Dunland. Glynn Brenin and his people should be able to tell us what we need to know. The people of Enedwaith are wary of strangers, but their laws of hospitality are ancient and deeply held. They will not turn you away without reason should you come to them in friendship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lhanuch lies to the south-east of Echad Idhrenfair, in Nan Laeglin.\\n\\nHimeinior has asked you to seek entry into the Uch-lûth village of Lhanuch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Who goes there? You have the look of a northerner about you. We have seen more of your kind of late, but I cannot say you are welcome here.\\n\\n'If you seek the hospitality of the Hall of Lhanuch, then I will not stop you...but the days grow dark, Duvodiad, and you may not find the mood of the brenin's hall to your liking.\\n\\n'Speak with the guard outside the brenin's hall. Perhaps he will let you in, perhaps not. Be the cause of trouble in our village, and you will be spitted to warn off the rest of your ilk....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The guard is at the entrance to the Brenin's Hall of Lhanuch.\\n\\nThe guard at the village gate instructed you to speak with the guard before the Brenin's Hall of Lhanuch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We need the good will of the Uch-lûth at Lhanuch, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Halt! Declare yourself before the hall of Glynn Brenin, brenin of the Uch-lûth!\\n\\n'[placeholder]? You must be one of the duvodiad that have been sneaking about of late. What ill-wind brings you before our gates like some beggar from out of the wild? If you wish to invoke the hospitality of our hall then so be it, but it shall be allowed at Glynn Brenin's discretion, not mine.\\n\\n'One word to the wise, Duvodiad. There has been rumour that Rangers from the wild have been skulking about of late. By the law of this house, they are not welcome, nor those who would spy for them in our midst. So watch your tongue and your idle hands, lest they earn you trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Halt! Declare yourself before the hall of Glynn Brenin, Lord of Nan Laeglin!\\n\\n'[placeholder]? You must be one of the Northerners that have been snooping about of late. What ill-wind brings you before our gates like some beggar from afar?\\n\\n'If you wish to invoke the hospitality of our hall then so be it, but it shall be allowed at Glynn Brenin's discretion, not mine.\\n\\n'One word to the wise, foreigner. There has been rumour that the Men of the Old West have been snooping about of late. \\n\\n'By the law of this house they are not welcome, nor those who would spy for them in our midst.\\n\\n'So watch your tongue and your idle hands, lest they earn you trouble hereabouts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Approach the gates of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with the guard before the Brenin's Hall in Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Edge of the Wild",
      "es": "",
      "es (fem)": ""
    }
  ]
}