{
  "id": 620833502,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Find the eastern arch of the Bridge of Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered Durin's Threshold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The threshold of the western gate of Khazad-dûm, it was here that Durin completed his legendary journey through the heart of the mountains and came once again into the light of the sun, having discovered the place that would become his people's home for ages to come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This ancient guard room controls the passages leading up into Durin's Way, as well as the ones east, towards the Twenty-first Hall. It is now occupied by part of the dwarf-expedition to reclaim Moria from the Orcs and goblins who now hold sway.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Follow the path of the Fellowship through Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered the Chamber of Mazarbul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The Twenty-first hall is among the largest in all of Khazad-dûm, and often regarded as the most famous. In times long past a great market stood here where the Dwarves of Moria and travellers from abroad would trade in fine goods from across much of Middle-earth. Fine woods and wine and foodstuffs would be exchanged for gold and priceless gems and finely wrought pieces of smith-craft. In truth nearly anything at all could be bought or sold within this very hall, though it is hard to imagine it to look upon it now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered the Bridge of Khazad-dûm (west arch)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "It is likely that the Chamber of Mazarbul once served some great ceremonial purpose in the old days of Moria; now it remains the tomb of Balin, son of Fundin and friend to old Bilbo, who, not so many years ago, led an expedition much like the current one to retake Moria and restore it to the glories of old.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered the Bridge of Khazad-dûm (east arch)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You have discovered the First Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The bridge of Khazad-dûm was conceived as an ancient defence designed to deter any who might seek to invade the city. The chasm it crosses is among the largest in Moria, and has been here since the city was founded thousands of years ago. Now the bridge lies in ruin, its western span jutting forlornly out over the depths of the chasm, the very stone shattered and charred by unknown forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "The Bridge of Khazad-dûm has stood over this great chasm for many a long age, but does so no more. The eastern span now reaches out like a finger pointing into the darkness beyond. It seems that whatever destroyed the bridge fell not so long ago, as flakes of rock can still be seen occasionally cracking away from the shattered tip to fall away into the chasm, and fresh arrows pepper the stonework there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "The First Hall was the original entrance to Khazad-dûm, where Durin first set foot in the caverns that would one day become the greatest city of the dwarves, and indeed the most enduring city of any people in the long history of Middle-earth, until at last it fell into ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "NOT USED",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Bridge of Khazad-dûm (west arch)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the Bridge of Khazad-dûm (east arch)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In the Footsteps of the Fellowship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find the western arch of the Bridge of Khazad-dûm",
      "es": "",
      "es (fem)": ""
    }
  ]
}