{
  "id": 620833501,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Menem-berej!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Harâzgund!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Forges of Khazad-dûm!",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The great pit of Menem-berej once held one of the richest lodes of mithril ever discovered in Khazad-dûm, and this enormous platform was constructed to aid the dwarves in their efforts to extract the precious metal. Though this mine was believed to be mostly played out by the time of the Fall of Khazad-dûm, the dwarves of the expedition hope to find some remaining veins to prove the value of this dangerous foray, and to draw more of their bretheren from abroad to aid them in reclaiming their ancient home.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The gateway of Harâzgund leads to the source of one of the greatest waterways in all of Khazad-dûm. It once supplied water to nearly half of all the dwarves who lived beneath these mountains, but it was broken by some unknown calamity during the long dark years after the fall of Durin. Now the water lies here unmoving, flooding the deeps in great stagnant pools.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore strongholds of the enemies of Moria",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Fil Gashan!",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The Forges of Khazad-dûm were without rival, greatest of all forges in the Third Age of Middle-earth. The dwarves will not rest until it has been reclaimed, for much of the priceless artistry born in that hall has been lost to the long years of Moria's abandonment.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered the Gate of Ruin!",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The Orcs of Fil Ghashan are suspiciously watchful, brooding ever on their hopeful assault against Lothlórien. They show no mercy to any who dare threaten their plans.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Skûmfil!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered the Dark Delvings!",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The Gate of Ruin opens upon the Endless Stair of Khazad-dûm, but as its name now suggests, this doorway into the stairs has been shattered and lies in ruins.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered the Sixteenth Hall!",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The Orc-graves in Skûmfil have bred many sickening creatures, all grown strong on the flesh of the dead, and all consumed with evil thoughts.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "The Dark Delvings should have been left forgotten, for they are haunted by ancient and fell creatures with no place in Middle-earth.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "The Sixteenth Hall is now a home to the fungal disease that poisons many Orcs and turns them to corrupted Globsnaga. Great evil brews in this hall, threatening to cover Moria in sickness and fear.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bulwarks of the Enemy",
      "es": ""
    }
  ]
}