{
  "id": 620833528,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well met, [placeholder]. It is fortunate for me that you have come along. I have a favour to ask of you if would spare a moment. My fellow rune-keepers and I have learned of a foul creature housed within the Sixteenth Hall: the frost-grim Helegfan.\\n\\n'Many young rune-keepers are seeking this fell spirit, but I doubt any would succeed alone. They will need your help.  \\n\\n'If you are willing, enter the Sixteenth Hall and aid a rune-keeper in this task. Return to me when you have succeeded, and I will reward you.'\\n\\n<rgb=#FF0000>This quest can only be completed by helping a rune-keeper on its Legendary Trait quest \\qSecrets Long Forgotten.\\q</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, [placeholder]. Now then, here is your reward.\\n\\n'Durin's Folk everywhere owe you thanks for your efforts this day. You've done a great deed in the effort to reclaim the lost realm of Khazad-dûm.\\n\\n'If you should ever come back this way, be sure to check with me before entering the Sixteenth Hall once again. There are likely to be other rune-keepers in the future who will need help facing their own challenges.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should help a fellow Rune-keeper, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Rune of Restoration:  Lending a Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many rune-keepers seek the Rune of Restoration, but not all can accomplish their goals alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Helegfan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Helegfan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Helegfan can be found in the Sixteenth Hall, at the south-eastern tip of Nud-Melek, just north of the Foundations of Stone.\\n\\nRíon has instructed you to aid your fellow rune-keepers with their final task upon the path to obtain a Rune of Restoration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ríon outside the Sixteenth Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ríon is just outside of the Sixteenth Hall.\\n\\nYou should return to Ríon and inform him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}