{
  "id": 620833520,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hail, friend. Wardens such as myself strive to scour evil from our homelands wherever we may find it and wherever we may call home.\\n\\n'The ancient home of the dwarves is in great need of our help. There are many wardens who seek to fulfil the Path of the Masterful Fist, but cannot do so alone.\\n\\n'If you are willing to lend a hand in this task, I would have you help your fellow wardens to slay the creature known as the Mad Captain. Return to me when the task is done, and I will see you rewarded for your efforts.'\\n\\n<rgb=#FF0000>This quest can only be completed by helping a warden on their Legendary Trait quest \\qSafe-guard.\\q</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, [placeholder]! With the Mad Captain dead, our efforts to reclaim Moria for the dwarves move forwards.\\n\\n'Please accept this on behalf of the Free Peoples of Middle-earth. You have done us all a great service this day.\\n\\n'Should you ever come this way again, do be sure to speak with me before entering the Dark Delvings. There are many foes to be slain in these dark days, and many wardens who will need your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Path of the Masterful Fist: Lending a Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many wardens seek the Path of the Masterful Fist, but not all can accomplish their goals alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Mad Captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Mad Captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Mad Captain can only be summoned within the Dark Delvings, found in the south-eastern reaches of the Foundations of Stone.\\n\\nBreguthryth has asked you to help a fellow warden defeat the Mad Captain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Breguthryth outside the Dark Delvings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Breguthryth is outside the Dark Delvings.\\n\\nYou should return to Breguthryth with tidings of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}