{
  "id": 620833514,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well met, [placeholder]. There are many warriors, but there are few champions whose deeds will live on through memory. There are such champions looking to prove their worth in Skûmfil.\\n\\n'Even the greatest heroes have need of friends to aid them, and my fellow champions are no exception. If you are up to the challenge, I would have you join one such champion and enter Skûmfil. Once inside, aid the champion in defeating the grodbog known as Longpincer.\\n\\n'If you are successful, return to me...if not, well, I doubt you will be able to return to me.'\\n\\n<rgb=#FF0000>This quest can only be completed by helping a champion on its Legendary Trait quest \\qHeroics.\\q</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. I wonder if your own deeds may become the stuff of legend for your part in this victory.\\n\\n'Take this with my gratitude...you have done a great thing.\\n\\n'Also, be sure to check with me before heading back into Skûmfil. Chances are that there will be new champions who will need your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Is it such a chore to help a Champion in need?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Path of the Martial Champion:  Lending a Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many champions seek the Path of the Martial Champion, but not all can accomplish their goals alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Longpincer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Longpincer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Longpincer can be found in Skûmfil, east of the Shadowed Refuge in the Foundations of Stone.\\n\\nAssist a champion in slaying the grodbog Longpincer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nils at his camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nils is at his camp outside of Skûmfil.\\n\\nYou should return to Nils with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}