{
  "id": 620833510,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hail, friend. I speak for my fellow lore-masters when I ask for your aid in no small task.\\n\\n'Within the Forges of Khazad-dûm is a spectre of fire known as Ruingal. Apparently, he has caused no small amount of strife in the days since Durin's Bane first came to Moria.\\n\\n'If you would aid one of my fellow lore-masters in felling this foul creature you would have our eternal gratitude and a small token of our appreciation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, [placeholder]! Now for your reward.\\n\\n'There are certainly more lore-masters who will be in need of your aid, [placeholder]. Be sure to return to me before entering the Forges of Khazad-dûm should you ever find yourself in the company of an aspiring lore-master again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Path of the Ancient Master: Lending a Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many lore-masters seek the Path of the Ancient Master, but not all can accomplish their goals alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Ruingal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Ruingal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ruingal can be found in the Forges of Khazad-dûm, south of the Cross-roads of Ash in the Flaming Deeps, east of the Water Works.\\n\\nHugi has asked you to aid a fellow lore-master against the fire-grim Ruingal, in order to fulfil the Path of the Ancient Master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hugi at outside the Forges of Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hugi is at the camp-site outside the Forges of Khazad-dûm.\\n\\nYou should return to Hugi and inform him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}