{
  "id": 621043683,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "You have learned of the Abnúzhu encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba93",
      "en": "'Long allies of Durin's Folk, the Landorrim were swift to answer Thráin's call to war. Led by Agni the Wild, the Landorrim marched from the Blue Mountains to aid in the hunt for Azog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The War-camp of Thráin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Learn of the Abnúzhu encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba95",
      "en": "'Although old enmities still lingered between Durin's Folk and the Zhélruka, the slaying of the heir of the Eldest of the Houses could not go unanswered. And so, King Vélat led an army of his from Ered Cernin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Learn of the Narfanghoth encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba96",
      "en": "'Once the proud dwarves of Drása's Folk, the destruction of their homeland and culling of their people by the Dark Lord in the Third Age left the Kámbrada greatly diminished. Although the two began the war as bitter enemies, King Usk of the Kámbrada and King Vélat of the Zhélruka gained a mutual respect for each other and bonded through their shared hatred of Azog and the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Learn of the Temámir encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba97",
      "en": "'Perhaps the wisest of the Seven Houses, King Brítu the Redeful pledged the Temámir to the Haban’akkâ of Thráin. Alas, after a string of devastating losses during the Sixth War of the Dwarves and Orcs, all that remained of the royal line was Jegín, a young princess of the Temámir—now named and so honoured as King by her people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Learn of the Kámbrada encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba98",
      "en": "'Fervent dwarves and ancient allies of Durin's Folk, the Narfanghoth were the first to pledge themselves to the Haban’akkâ of Thráin. Led by the inimitable Drógar Bloodwhisker, the Narfanghoth swore brutal vengeance upon Azog and all of his kin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba99",
      "en": "'Not since before the fall of Khazad-dûm had the Abnúzhu treated with Durin's Folk, but it mattered not when word of Thrór's death reached Ered Cernin. Led by Shâlim Nightcloak, the Abnúzhu travelled west and their friendship with Durin's Folk was renewed, at least for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "As the Sixth War of the Dwarves and Orcs neared its end, each of the Seven Houses gathered beneath the banner of Thráin at Amdân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "As the Sixth War of the Dwarves and Orcs neared its end, each of the Seven Houses gathered beneath the banner of Thráin at Amdân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Learn of the Iron-folk encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba8",
      "en": "'Beneath the banner of the Haban’akkâ, King Thráin dwelt with his two sons, Thorin and Frerin, as well as the dwarf Kalin, who was betrothed to Thráin's daughter, Dís, in the days that preceded the Sixth War of the Dwarves and Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "'Many others followed from Thrór's Coomb to avenge the dishonour done upon Durin's Folk, chief among them the line of Farin. Though there was no new home to be won in their quest, the Longbeards in exile could not abide the defilement of their kingdom of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Learn of the Landorrim encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "You have learned of the Narfanghoth encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Learn of the Zhélruka encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "You have learned of the Temámir encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "You have learned of the Kámbrada encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Learn of the House of Thráin's encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Learn of the Exiles' encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You have learned of the House of Thráin's encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You have learned of the Exiles' encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You have learned of  the Iron-folk encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You have learned of the Landorrim encampment at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "'When word of Thrór's death reached the Iron Hills, his brother Grór wept and tore his beard. After a time, he called upon his son, Náin Orcsfoe, to muster the Iron-folk to war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You have learned of the Zhélruka encampment at Amdân",
      "es": "",
      "es (fem)": ""
    }
  ]
}