{
  "id": 621043674,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'By the winter of T.A. 2799, King Thráin and his great reckoning-host, the Haban'akkâ, had made camp at Amdân, the ancient threshold of the kingdom of Khazad-dûm. It had been a long journey, for they had made a wide march around Lórien and come up from the south, treading the old stones of the Great-way.\\n\\n'All through Amdân, Dwarves of the Seven Houses grew restless. I, like all of the Iron-folk, were camped near to the House of Thráin.\\n\\n'Although few of us knew it at the time, it was to be the eve of battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find and rally with the Iron-folk in Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The Iron-folk can be found in the centre of Amdân at Azanulbizar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "As you walk among the Iron-folk, you catch sight of your friend Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Dáin can be found among the Iron-folk at Amdân.\\n\\nYou should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Dáin and attend the 'Council of the Seven'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Dáin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Hermáth Stormhammer steps aside, allowing you to experience the Battle of Azanulbizar as he once did.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Become Hermáth Stormhammer!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Alas, such are the disadvantages of being the grandson of the Lord of the Iron Hills!\\n\\n'But you, my friend... I suspect you could pass among the others in this great Haban’akkâ without a second glance, even with that hammer of yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "In the distance, you see the Haban'akkâ of Thráin encamped at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As you leaf through the pages of Hermáth Stormhammer's account of the Sixth War of the Dwarves and Orcs, you pause at the volume containing a description of the Battle of Azanulbizar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "As you sift through the first few pages of Hermáth Stormhammer's account of the Sixth War of the Dwarves and Orcs, you notice the author has written a foreword.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Dáin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Hermáth, my friend! I was beginning to think we lost you on the Great-way!'\\n\\nDáin embraces you warmly.\\n\\n'It is hard to believe that we are here at last. I have read the stories of old Azanulbizar, but none could describe it in such detail.\\n\\n'It seems fitting that this war should end where it began, don't you think?\\n\\n'And if what I have heard is true, we will not have to sit idle for much longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1: The Eve of Battle",
      "es": "",
      "es (fem)": ""
    }
  ]
}