{
  "id": 621043682,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'As we heard at the council last night, King Thráin has ordered the Seven Houses to aid upon the fringes of the dale.\\n\\n'Among them, the Landorrim, Narfanghoth, and Temámir have travelled to Zirakazhâr on the slopes of Zirakzigil. Once it is reclaimed from the Orcs, I fear they shall have to contend with the trolls we spied from afar.\\n\\n'As for the Kámbrada, Zhélruka, and Abnúzhu... they have a harder path to take. If they can break through the Orkish outpost blocking the way to Tharkh Shathur, they intend to claim Ashmargathâl and set siege to Atrad-zarakh, the old warding-spire of Khazad-dûm.\\n\\n'It is far too much, indeed, to ask of any one of the Seven Houses, but together, we will triumph! By Durin's beard, Azog will not live to see the morrow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Hermáth Stormhammer can be found at Khur Azan, the Dim-crossing.\\n\\nAfter learning of how Hermáth Stormhammer aided the dwarves who battled upon the slopes of Zirakzigil and Bundushâthur, Hermáth Stormhammer interjects and calls your attention to events at Khur Azan, the Dim-crossing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Dwarves of the Landorrim, Narfanghoth, and Temámir can be found at Zirakazhâr on the slopes of Zirakzigil to the north-west of Amdân. Dwarves of the Kámbrada, Zhélruka, and Abnúzhu can be found at Ashmargathâl, far to the north of Amdân on the slopes of Bundushâthur.\\n\\nDáin has asked you to aid the other Dwarves of the Haban'akkâ. You should aid the dwarves in Amdân, as well as those who have battled to Zirakazhâr and Ashmargathâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to the Iron-folk messenger at Zirakazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Aid the Dwarves of the Kámbrada, Zhélruka, and Abnúzhu at Ashmargathâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to the Iron-folk messenger at Ashmargathâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Lord Náin suspected you would be here, Hermáth. I am certain our cousins from the Blue Mountains and those of the East have been grateful for your aid, but I come with orders from King Thráin himself!\\n\\n'King Thráin and his vanguard make ready to set out, and we of the Iron-folk have been commanded to rally to Khur Azan.\\n\\n'There is no time to waste! Follow me!'\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel to Khur Azan when you advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Aid the Dwarves of the Landorrim, Narfanghoth, and Temámir at Zirakazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Lord Náin suspected you would be here, Hermáth. I am certain our cousins from the East have been grateful for your aid, but I come with orders from King Thráin himself!\\n\\n'King Thráin and his vanguard make ready to set out, and we of the Iron-folk have been commanded to rally to Khur Azan.\\n\\n'There is no time to waste! Follow me!'\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel to Khur Azan when you advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As you continue to read Hermáth Stormhammer's account of the Battle of Azanulbizar, you begin the second chapter in which the Dwarves of the Haban'akkâ of Thráin wake to a dark winter's day and the battle is joined.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Hermáth Stormhammer at Khur Azan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'As the battle continued on the slopes of Zirakzigil and Bundushâthur, I was recalled to Khur Azan. It seemed that Dáin's ruse had not gone as unnoticed as he thought, but more pressing matters were at hand.\\n\\n'Indeed, the Iron-folk had marched forth from Amdân at last—not yet to join the battle, but to stand closer in reserve after King Thráin's vanguard burst through the Orkish encampment of Kamaz-kala, the furthest border of Azog's would-be realm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2: The Assault on Azanulbizar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "An Iron-folk messenger can be found at Zirakazhâr or Ashmargathâl.\\n\\nAfter aiding the Dwarves of the Haban'akkâ, a messenger of the Iron-folk has arrived bearing urgent news for you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}