{
  "id": 620781027,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected weapon-chests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "North-men from Angmar have wandered into Taur Gonwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Defeated a Hillman ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'North-men have been seen carrying chests laden with weapons into a cave, in the south. While the others dwell upon the malefactions of the trolls, I am concerned by the very presence of Men from Angmar not to mention their arms.\\n\\n'Every sword-hilt we remove from the grasp of an Angmarim is one fewer blade that may be brought to bear against the Free Peoples. Seek out weapon-chests in the troll-cave and bring them to me. I shall destroy the foul blades.\\n\\n'If even one of the blades we seize would have otherwise slain an innocent, I shall count this day's labour worth the toil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Defeat Hillmen defenders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The mysterious Angmarim are outside of the troll-cave in the southern part of Taur Gonwaith, south of Lin Giliath.\\n\\nBaranwen has asked you to collect weapon-chests from the Angmarim and to return them to her so she can destroy the foul weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These weapons are poorly made, and none of them exhibit the care needed to make a truly fine sword. I am not surprised by the lack of craftsmanship, for the Angmarim care little about such things, and these blades are as effective as they need to be to slay the innocent people who were their intended prey.\\n\\n'You have done well to bring me these weapons. I will destroy them, and by so doing I hope we have together saved some lives. You have my thanks for this errand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Baranwen is at Lin Giliath, north-west of Taur Gonwaith.\\n\\nBaranwen is awaiting your return with the Orc-weapons, which she will destroy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Taur Gonwaith was once a shady vale to the south-east of Lin Giliath, but the trolls have despoiled it at the hands of their Angmarim masters. If you can return here with several chests of the Angmarim weapons, I will destroy them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not yet recovered enough weapon-chests from the troll-cave in Taur Gonwaith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The fewer weapons the Angmarim can draw, the safer the Free Peoples will be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Taur Gonwaith was once beautiful, but now it is a dark and ominous place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect weapon-chests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Angmarim weapon-chests to Baranwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disarming the Valley",
      "es": "",
      "es (fem)": ""
    }
  ]
}