{
  "id": 620781156,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected bloodstone trove",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Latharna has welcomed you as a friend of the Trév Gállorg and asks you to set right some of the injuries the people have suffered of late.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Welcome, [placeholder], to the Búth Sánkhas of Aughaire. This is where we pass down stories of the lost days and preserve the tales of our people. Now that you are a friend of the Trév Gállorg, it is your duty to carry on this tradition as well.\\n\\n'A great trove of bloodstones was stolen from us by the Trév Duvárdain before your arrival at Aughaire; it is a tale that deserves a better ending. Go now to Tór Gailvin, north-east of Aughaire, and reclaim this trove. You have already been to this fortress and are well-suited to weaving a proper end to this tale.\\n\\n'The trove will likely be kept in an out-of-the-way corner somewhere within Tór Gailvin. Use caution as you go and search in every corner for the stolen trove.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The bloodstone trove is in the fortress of Tór Gailvin north-east of Aughaire, probably hidden in an out-of-the-way corner.\\n\\nLatharna has asked you to recover the trove of bloodstones that was stolen by the Trév Duvárdain.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Crannog's assessment was correct, [placeholder]. You are a worthy friend of the Trév Gállorg! I am pleased that we may now write a more satisfactory ending to the tale of the stolen bloodstones.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Latharna is in the Búth Sánkhas in Aughaire, south-east of the market.\\n\\nYou have recovered the bloodstone trove from Tór Gailvin and should bring it now to Latharna.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The bloodstone trove is being held somewhere within Tór Gailvin, the Trév Duvárdain fortress north-east of Aughaire. Search in out-of-the-way corners within the camp and recover what was stolen from us!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not recovered the bloodstone trove. Did you forget that it was surely being held in some hidden corner of Tór Gailvin, north-east of Aughaire?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'And 'lo, the bloodstone trove was recovered by [placeholder], [placeholder] of the South!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Trév Duvárdain did not account for the deeds of [placeholder], mighty [placeholder] from far lands!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect bloodstone trove",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring bloodstone trove to Latharna",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the bloodstone trove to Lakhina",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Bloodstone Trove",
      "es": ""
    }
  ]
}