{
  "id": 620781065,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have aided us well [placeholder]. The time for battle is very near now.\\n\\n'One last thing I ask -- take this to Othrikar, the dwarf-mines north-west of here, and give it to Quartermaster Orgrin. This satchel contains many healing herbs we collected as part of our pact with the dwarves there, who will also aid us.\\n\\n'Be well. We may not meet again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Eh, what is this? Ah, the herbs promised by the Jorthkyn. Thank you for bringing them!\\n\\n'They are strange allies, are they not? But these times are dangerous, and any force we can raise to halt the advance of Angmar is welcome.\\n\\n'The Jorthkyn seem to have an odd affinity for plants, though they do not raise crops... I am not sure where they learned such lore but it is of great value to us now. Many of us shall doubtless be wounded in the battles to come, and the poultices that can be made from these herbs are potent for healing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take the herbs to Othrikar. The dwarves will have need of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sealing the Pact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Jorthkyn's herbs shall help us against Angmar and the Dourhands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There exists a pact between the Suuri-lehmä and the Dwarves of Othrikar, that each would provide aid to the other.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you for your delivering these herbs, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You are a good friend to the Suuri-lehmä and to the dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The Rauta-lehmä have no honour. With your help, [placeholder], we have taught them the meaning of the word.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Iivari's herb satchel to Quartermaster Orgrin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Quartermaster Orgrin is at Othrikar, north-west of Rusfold.\\n\\nIivari has asked you to perform one final task for him: he wishes you to deliver a satchel of herbs to Orgrin, the provisioner at Othrikar, as fulfillment of a pact between Earth-kin and dwarves.",
      "es": "",
      "es (fem)": ""
    }
  ]
}