{
  "id": 620781115,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers have requested help in securing the lands around Esteldín and warding off any threats.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Many vile spiders dwell in the south-eastern Kingsfell, near the mountain, and have long been a threat and a plague to Esteldín. The kindred of Rangers are stretched thin across the North Downs and beyond on missions of great import, and are unable to deal with this threat.\\n\\nAny who slay spiders in south-eastern Kingsfell shall be rewarded.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The foul spiders reside in the south-eastern area of the Kingsfell in the shadow of the mountain.\\n\\nYou should hunt down and slay the spiders that plague the area.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your help is appreciated, [placeholder], but I have no doubt they will return, as they always have.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Celephadh makes his lodging in the valley camp of Esteldín.\\n\\nYou should return to Celephadh and let him know that you have done as he asked.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Spiders are evil in all their forms, [placeholder]! Wipe them from the Kingsfell, and I will be much happier.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 22075073,
      "en": "Defeat spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "You have assisted the Rangers of Esteldín in their daily vigilance, maintaining that the lands of the North Downs are free from enemy control.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak to Celephadh",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Spider-bounty",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You have assisted the Rangers of Esteldín in their daily vigilance, maintaining that the lands of the North Downs are free from enemy control.",
      "es": ""
    }
  ]
}