{
  "id": 620781171,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I came forth from Aughaire intending to halt the spread of hill-beasts further into Fasach-larran, [placeholder], but the creatures are too many.\\n\\n'If you are deserving of the friendship of the Trév Gállorg, you will aid me with my charge. North-west of here, you will find a sloping path into Nád Nathair. It is a place of menace, and from there come the hill-beasts that prowl Fasach-larran.\\n\\n'Defeat many of the hill-beasts you find there, and we will speak again when you return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have defeated a number of hill-beasts? I am glad to hear it, for now we may proceed with the next step in our hunt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The slopes of Nád Nathair are north-west of here. Climb them and defeat as many hill-beasts as you can, and I will think of some way we can fight them more effectively.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Strange Beasts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You found my brother? That is good, but you must aid Tasgall in his campaign against the hill-beasts if you are to earn my recommendation to Crannog!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tasgall has tried to halt the spread of hill-beasts throughout Fasach-larran, but the creatures are too numerous for him to manage alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated hill-beasts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat hill-beasts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hill-beasts stalk the slopes of Nád Nathair to the north-west of Tasgall's camp-site, in Fasach-larran.\\n\\nTasgall has asked you to defeat many hill-beasts while he thinks of some way to resist them more effectively.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tasgall's camp-site is north of Aughaire and south-east of Nád Nathair.\\n\\nYou have defeated many hill-beasts and should now return to Tasgall.",
      "es": "",
      "es (fem)": ""
    }
  ]
}