{
  "id": 620781023,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found Lagorlam!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lagorlam, a member of the company of Elves who came north with Gildor Inglorion, entered Taur Gonwaith, seeking vengeance against the trolls who attacked Lin Giliath. He has not returned, which concerns Thaliollang. ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'When we arrived here, there was much debate concerning what should be done about the Stone-trolls, and many thought, as I did, that they should be driven from their fastness in Taur Gonwaith.\\n\\n'There were some of us, among them Aglardir and Gildor, who counselled restraint. I regret the stern words I had for them, but at the time their plan to rebuild this place seemed to do Lachenn's memory a disservice.\\n\\n'My friend Lagorlam believed as I and journeyed forth to slay the Stone-trolls, but he has not returned. It would put my mind at ease if you could find him. Look for him in the forest of Taur Gonwaith to the south-east.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lagorlam has gone to the forest of Taur Gonwaith, south-east of Lin Giliath.\\n\\nThaliollang has sent you to find Lagorlam and make certain he is well.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have come from Thaliollang in Lin Giliath? I am pleased to see you and to tell you that many of the Stone-trolls that attacked Lin Giliath will never again leave Taur Gonwaith.\\n\\n'The last three I faced proved a challenge, and they had begun arguing how best to cook me when you arrived. You have my thanks.\\n\\nGive me a moment to collect myself and we may depart.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thaliollang is at Lin Giliath, in northern Meluinen.\\n\\nThaliollang is awaiting the news of your triumph over the Stone-trolls.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The death of Lachenn has troubled us all, and Lagorlam may not use as much caution as he ordinarily would. Seek him in Taur Gonwaith to the south-east and lend him whatever aid he may need.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Taur Gonwaith is a place of evil where the stone-trolls hold sway.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Had Gildor and my company arrived earlier, Lachenn might still be alive.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for Lagorlam in Taur Gonwaith",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I had harsh words for Aglardir, and I now regret them. His sorrow is no less true than mine.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wayward Companion",
      "es": ""
    }
  ]
}