{
  "id": 620781021,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Gurmagath has in his possession an ornament once belonging to Lachenn, Master of Lin Giliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Collected the broken ornament",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have heard whispers amongst the trees of a Stone-troll chieftain of great size, called by the others Gurmagath. This Gurmagath had in his great fist a sparkling ornament that once belonged to poor Lachenn!\\n\\n'This wretched creature cannot be permitted to keep Lachenn's ornament, [placeholder]. Seek out this Gurmagath and wrest Lachenn's ornament from him, so it may be kept in Lin Giliath in a place of honour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Collect the broken ornament",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gurmagath can be found on a hillock in the north-eastern area of Taur Gonwaith, south-east of Lin Giliath.\\n\\nThaliollang has asked you, in memory of Lachenn, to hunt down the chieftain of the Stone-trolls, Gurmagath, and retrieve Lachenn's ornament so that it can be restored to a place of honour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, this is Lachenn's ornament. It is truly a shame that it has been broken by Gurmagath's brutish fingers.\\n\\n'There is something odd about these markings on the back of the ornament. These scratches almost look to form letters. A... N... G....\\n\\n'The rest is broken off, but I believe I know what it would say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5bbf274",
      "en": "'Ere come an 'elp me squash these bugs what I've copped!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thaliollang is at Lin Giliath, north-west of Taur Gonwaith.\\n\\nThaliollang is waiting for you to return with the ornament you retrieved from Gurmagath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gurmagath can be found on a rise in the north-eastern part of Taur Gonwaith. He cannot be allowed to keep Lachenn's ornament any longer, [placeholder]. You must defeat him and bring it to Lin Giliath, where it belongs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not yet found Lachenn's ornament? Gurmagath cannot be permitted to keep it, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the broken ornament to Thaliollang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Broken Ornament to Thaliollang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Stolen Ornament",
      "es": "",
      "es (fem)": ""
    }
  ]
}