{
  "id": 620781071,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, traveller. I must ask your aid, for my tribe cannot help me. I am preparing the Suuri-lehmä for war, but I am not prepared myself.\\n\\n'My brother stands across from me, armed with the weapons of Angmar, his mind filled with their lies. I have not been able to speak with him since this rift grew between my people and the Rauta-lehmä, who serve Angmar. I do not know where my brother's heart truly lies, whether he is torn within, as am I.\\n\\n'I cannot lead my people to war while this doubt gnaws at me! Take this message to Oskari - he is somewhere within the Rauta-lehmä encampment at the place called Fashat Laug, well to the east of here. Perhaps he and others may yet be convinced to return to us before the end.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You bring a message from my brother? I see.\\n\\n'Iivari is a fool who refuses to see the world as it truly is. He thinks that words alone can chase away the darkness - he does not understand the meaning of power.\\n\\n'Take this to him. It is all the answer from me that he will receive. Now go, or the Rauta-lehmä shall crush you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go. Take the rune. I have nothing more to say.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah. Now I know the truth. The rune you carry is a gift I gave my brother many years ago. The symbol upon it in our language means \\qkinship\\q. It has been etched over with a symbol we use to mean \\qwithout value.\\q\\n\\n'The lies of the Angmarim run too deep, and my brother is beyond my reach now. I find my heart no less troubled by what I must do, but now I know that there is no choice....'\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Brother's Plea",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please carry the message to my brother.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The two factions of the Earth-kin -- the free Suuri-lehmä and the Rauta-lehmä, who serve Angmar -- are preparing for war. Iivari, the War-master of the Suuri-lehmä, and his brother Oskari have found themselves on opposite sides of the conflict.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Iivari's message to Oskari",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Oskari is somewhere among the camps of the Rauta-lehmä at Fashat Laug in the eastern North Downs.\\n\\nIivari has given you a message to take to his brother Oskari. Iivari hopes that his words may be able to sway his brother and others of the Earth-kin to return to the Suuri-lehmä.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Oskari's rune to Iivari",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Iivari is in the Suuri-lehmä encampment, west of Fashat Laug.\\n\\nOskari refused his brother's plea and gave you a rune to take back to Iivari.",
      "es": ""
    }
  ]
}