{
  "id": 620781183,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So, Southron, you have proven yourself more than worthy to hunt in the brimstone swamp of Malenhad. Perhaps you wish to gain even more glory? There is prey in this swamp that is too dangerous even for we who have hunted these swamps since time out of mind.\\n\\n'I speak of the dreaded Ancient Ironscale, a monster so deadly that none of my people have ever faced it... and survived to tell the tale of it.\\n\\n'I think it will be impossible for one southron, however doughty, to defeat such a foe, but even were you able, with companions, to kill this beast, I would be forced to admit you are true hunters and warriors of renown. The Ancient Ironscale is a rare beast, but it can sometimes be found amongst its lesser brethren in the swamp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? You have slain the Ancient Ironscale? I am astonished! I admit that I had not expected you to even make the attempt, not after telling you of its terrible menace.\\n\\n'I must be honest with you, Southron, this was not quite the legendary foe I made it out to be. In fact, we hunters seek out the beast when we come of age in an ancient ritual amongst our people. Of course, not all of the youths return from these hunts....\\n\\n'But still, it is a great accomplishment for one not born to the harsh, blasted hills and foetid bogs of the North. I must praise you for a worthy deed. You are a true hunter of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Ancient Ironscale is too great a challenge for you, Southron? I am not surprised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Swamp-dweller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You are stronger than you appear to hunt so well within Malenhad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The brimstone swamp of Malenhad is also home to a terrible breed of beast, which the hillmen call the \\qAncient Ironscale\\q.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Welcome, mighty [placeholder], slayer of the dreaded Ironscale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Ancient Ironscale is dead!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Slay the Ancient Ironscale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The rare Ancient Ironscale can sometimes be found amongst its lesser brethren in Malenhad.\\n\\nOthran has challenged you and your fellows to slay the dreaded Ancient Ironscale, lord of the fell turtles of Malenhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Othran is at his camp in the western part of Malenhad.\\n\\nYou should return to Othran to tell him the tale of your victory against the dreaded Ancient Ironscale.",
      "es": "",
      "es (fem)": ""
    }
  ]
}