{
  "id": 620781092,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected gem pouch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Holger Tanner is the survivor of a party of merchants ambushed by spiders in the Kingsfell. The merchants were carrying a valuable pouch of gems, which the spiders dragged off with one of the bodies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh, stranger, perhaps you will hear my sad story. I was a member of a group of merchants who were crossing the North Downs when we encountered a party of marauding Orcs.\\n\\n'We fled from them, but did not escape tragedy. We encamped not far south of here, in a place I later learned was called the Snares, and with good reason. As we slept, our camp was raided by spiders! Only I escaped and was rescued by these Rangers.\\n\\n'One of my companions was bearing a pouch of valuable gems on his person, which we were taking to Othrikar for trade. I do not doubt that it was still on his body when the spiders dragged him off. Could you go to the spider-lair and retrieve it? Without it, I will be destitute. The lair is to the south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The lost pouch of gems is somewhere in the area called the Snares, south of Esteldín.\\n\\nHolger Tanner, a merchant who escaped an attack by spiders, has asked you to recover his companions' missing pouch of gems from the spiders' lair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Indeed, these are the gems! Thank you so much for your help. I must give you a small reward for your courage!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Holger Tanner is at Esteldín.\\n\\nHolger Tanner, a merchant who escaped an attack by spiders, has asked you to recover his companions' missing pouch of gems.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am grateful to these Rangers and all for saving my life, but I need those gems back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please find those lost gems, or I am ruined.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you so much for recovering those gems. I'll be journeying back to Bree as soon as the Rangers say it's safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You are a brave [placeholder] to face those spiders for my gems.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the gem pouch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the gems back to Holger Tanner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spider Gems",
      "es": "",
      "es (fem)": ""
    }
  ]
}