{
  "id": 620781033,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated sickle-flies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The sickle-flies in the marshes of Meluinen have been disturbed by the recent aggression of the Stone-trolls.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The sickle-flies in the marshes of Meluinen have been disturbed by the recent aggression of the Stone-trolls, creating a threat for the Elves of Lin Giliath.\\n\\nYou should defeat sickle-flies in Meluinen.",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 94621393,
      "en": "Sickle-flies can be found throughout the marshes of Meluinen, south of Lin Giliath.\\n\\nYou should abate the threat of the sickle-flies of Meluinen, which have been stirred to anger by the Stone-trolls.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You have defeated several angered sickle-flies in Meluinen, which should give the Elves of Lin Giliath some small respite from the hostile creatures in the glade.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have defeated several angered sickle-flies in Meluinen, which should give the Elves of Lin Giliath some small respite from the hostile creatures in the glade.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are sickle-flies throughout Meluinen, and they must be dealt with before they swarm north into the Kingsfell. Search the marshes south of Lin Giliath for the flies, but use caution. The waters of the marsh can hide unseen dangers.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We have prevented the sickle-flies from spreading into the Kingsfell, for now at least.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The marshes of Meluinen have been disturbed by the Stone-trolls.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat sickle-flies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Insect Menace",
      "es": ""
    }
  ]
}