{
  "id": 620781165,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done great deeds for the Trév Gállorg already, [placeholder], and I know that you will do more still! Our distant kindred have not yet had the benefit of your friendship, and I grieve for them.\\n\\n'They hunt their prey in the great swamp of Malenhad, east of Fasach-larran. It is a dangerous place, shaded by poisonous clouds and damp with foul water, home to strange beasts. Our hunters bring us much food and other things of worth from Malenhad, but we need to send them supplies so they can do their work.\\n\\n'Bring these goods to Othran at Tyrn Lhuig, the hunting camp in the south-western corner of the swamp. You will find hunting-challenges there for yourself, if you are prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come with supplies from Talaghlan? That is good, for ours were running short. Tyrn Lhuig has some of the finest hunters of the Trév Gállorg, but no Man can hunt without supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring those supplies to Othran in Tyrn Lhuig, the hunting-camp in the south-western corner of Malenhad. The hunters will have need of them.\\n\\n'The great swamp of Malenhad is east of Fasach-larran. You will find it without difficulty if you follow your nose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Why do you come to this place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Brimstone Swamp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Taraghlan told you of a hunting-camp, Tyrn Lhuig, on the south-western edge of the great swamp of Malenhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the hunting supplies to Othran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Othran is at Tyrn Lhuig, the hunting-camp in the south-western corner of Malenhad, east of Fasach-larran.\\n\\nTaraghlan has asked you to bring the supplies to his kinsman Othran at the hunting camp in Malenhad.",
      "es": "",
      "es (fem)": ""
    }
  ]
}