{
  "id": 620781024,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Troll-keeper ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Someone evil has stirred the Stone-trolls, rousing them to wreak havoc upon the fair glades of Meluinen.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You have discovered the Etten Caves at Taur Gonwaith. Whatever has stirred the trolls surely hides within these vast caverns.\\n\\n<rgb=#FF0000>NOTE: A fellowship is recommended for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Angmar's emissary must reside deep within the cave in Taur Gonwaith, south-east of Lin Giliath.\\n\\nYou should defeat the emissary of Angmar that has gained the allegiance of the Stone-trolls.\\n\\n<rgb=#FF0000>NOTE: A fellowship is recommended for this quest.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have earned more thanks than I have to give, [placeholder], for defeating the troll-keeper of Angmar.\\n\\n'Lachenn would have been pleased to know you. I name you Elf-friend and will not forget what you have done here, [placeholder]. I expect the Stone-trolls are not likely to forget either. Lin Giliath may have peace for a time.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Search the Etten Caves for the leader of the trolls",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thaliollang is at Lin Giliath, north-west of Taur Gonwaith.\\n\\nThaliollang will be pleased to know that he was correct in his belief: there was an emissary from Angmar among the trolls. To the benefit of all, you have defeated him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Deep inside the caves of Taur Gonwaith, some emissary from Angmar has gained the allegiance of the Stone-trolls and is using them to do the work of Angmar in Meluinen. They must be stopped.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Lachenn has been avenged, and the Stone-trolls may never again attack Lin Giliath.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'That Angmar should already have power even in Meluinen is a sad tiding.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Seek out and defeat the Angmarim Troll-keeper",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Cross the Downs with caution, [placeholder], for the dangers increase with each passing day.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Troll-keeper",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Angmar's emissary must reside deep within the cave in Taur Gonwaith, south-east of Lin Giliath.\\n\\nYou should defeat the emissary of Angmar that has gained the allegiance of the Stone-trolls.\\n\\n<rgb=#FF0000>NOTE: A fellowship is recommended for this quest.</rgb>",
      "es": ""
    }
  ]
}