{
  "id": 620781158,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected dull bloodstones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected bloodstones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lakhina has learned of the challenge that Crannog has set for you and knows what she would have you do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have heard of your task, [placeholder], and know exactly how you can prove your worthiness... to me, and to us all.\\n\\n'This land must be coaxed to give us food, but she is more generous with gems, such as the bloodstones which we use in several crafts. But the shiny stones attract more than the Trév Gállorg who go searching for them; the hill-beasts covet bloodstones and will often fight to the death to recover them. Once the creatures have obtained such a bloodstone, the gem loses its shine! Only through the secret ways of the Trév Gállorg can the shine be returned to the stones.\\n\\n'Show your mettle and recover dull bloodstones from the hill-beasts north of Aughaire! You will find many of the creatures among the chasms of Nád Nathair, though their wandering cousins may also bear the stones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hill-beasts of Fasach-larran often carry bloodstones they find on the ground. Many of the creatures make their home in Nád Nathair, north of Aughaire.\\n\\nLakhina has asked you to defeat hill-beasts and recover the dull bloodstones they often carry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well, [placeholder]. I will tell Crannog of your service and polish these dull bloodstones to the sheen they deserve. They will then be used in the crafts of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lakhina is at the centre island of Aughaire, east of Crannog's ruling-seat.\\n\\nYou have collected dull bloodstones from hill-beasts in Fasach-larran and should now return them to Lakhina.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The hill-beasts of Fasach-larran often carry bloodstones. Look for them north of Aughaire, especially among the chasms of Nád Nathair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hill-beasts north of Aughaire, especially among the chasms of Nád Nathair, will carry the dull bloodstones I seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I will polish the bloodstones you brought to a mirrored sheen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Hill-beasts are ferocious creatures, and you are most brave to have hunted them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect dull bloodstones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the dull bloodstones to Lakhina",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the bloodstones to Lakhina",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bloodstones",
      "es": "",
      "es (fem)": ""
    }
  ]
}