{
  "id": 620781025,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Thaliollang and Lagorlam are so intent upon vengeance against the Stone-trolls that they are blind to all other threats, and I fear they will not retain enough strength of will to fight the other dangers that lurk nearby.\\n\\n'Orcs of the Ongbûrz clan have established a foothold in Nan Wathren, the valley to the south-west, and their scouts intrude further into Meluinen with each passing day.\\n\\n'Slay any Orcs you find that have crossed into Meluinen, [placeholder], for they pose a great threat to Lin Giliath. You will surely find them south and south-west of here, along the line of the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder]! I hope your efforts will serve as a warning to the Ongbûrz: they are not welcome in Meluinen, nor ever will be. This company of Elves may only be temporary stewards of Lin Giliath, but we shall oppose them as surely as Lachenn would, were he still alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Orcs of the Ongbûrz tribe have begun creeping into Meluinen from Nan Wathren, south-west of here. Defeat the Orcs that have already crossed into Meluinen to the south and south-west, and we may prevent, or at the least delay, any further incursions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orc Excursions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Orcs of Nan Wathren will be wary now of sending scouts into Meluinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Meluinen is threatened by the presence of a large encampment of Ongbûrz Orcs in the valley to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We will stay at Lin Giliath for as long as it takes to repel the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs in Meluinen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs in Meluinen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc-scouts have crept into Meluinen from the valley to the south-west of Lin Giliath.\\n\\nBrethilwen has asked you to slay any Orcs you find in Meluinen, thus reducing the Ongbûrz threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Brethilwen is in Lin Giliath.\\n\\nBrethilwen will be heartened to hear of your victory over the Orcs that had entered Meluinen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}