{
  "id": 620781020,
  "txt": [
    {
      "id": 218649170,
      "en": "'You survived a journey to Taur Gonwaith, [placeholder], and lent your strength to Lagorlam!\\n\\n'Aye, he has already spoken to me of what transpired. I am grateful that you were able to find him, though he insists he could have returned to Lin Giliath without any aid.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Let us leave this place, friend, so I might return to Lin Giliath and tell my friend, Thaliollang, the course of my vengeance.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rescuing Vengeance",
      "es": ""
    },
    {
      "id": 134465122,
      "en": "'Please let Thaliollang know I am well, if you should speak with him before I return to Lin Giliath.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Lagorlam has been defeated. You have failed",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Lagorlam has always been quick to action, and slower to thought than he might.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have escorted Lagorlam to safety",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The stone-trolls of Taur Gonwaith surely wish they had stayed there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lagorlam was injured while visiting his vengeance on the trolls. With his anger sated he has offered to leave Taur Gonwaith with you.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The stone-trolls of Taur Gonwaith surely wish they had stayed there.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thaliollang is at Lin Giliath, north-west of Taur Gonwaith.\\n\\nThaliollang will be pleased to hear that you rescued Lagorlam from the forest of Taur Gonwaith.",
      "es": ""
    },
    {
      "id": 75830372,
      "en": "'You appear haggard from our encounters. Let us rest here a moment before continuing on.'",
      "es": ""
    },
    {
      "id": 252134753,
      "en": "'Did you hear that? Be ready!'",
      "es": ""
    },
    {
      "id": 252134754,
      "en": "'Stay alert! There are more up ahead!'",
      "es": ""
    },
    {
      "id": 252134755,
      "en": "'Look! On the rocks above us!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Escort Lagorlam to safety",
      "es": ""
    },
    {
      "id": 116276610,
      "en": "'Very well, let us begin again. Still more trolls may fall by our deeds.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Escort Lagorlam to safety",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak to Thaliollang",
      "es": ""
    },
    {
      "id": 160188433,
      "en": "'The breath was knocked out of me, but now I am fine. Let's go at once!'",
      "es": ""
    },
    {
      "id": 160188434,
      "en": "'Perhaps we will find a few more trolls along the way.'",
      "es": ""
    },
    {
      "id": 206046148,
      "en": "'I can find my way back from here. You have my thanks!'",
      "es": ""
    },
    {
      "id": 266015473,
      "en": "'Well I says we boil 'im!'",
      "es": ""
    },
    {
      "id": 266015474,
      "en": "'Naw, boil 'im and 'is bones don't crunch!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lagorlam, a member of the company of Elves who came north with Gildor Inglorion, entered Taur Gonwaith, seeking revenge against the trolls who attacked Lin Giliath.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am pleased to see a face that does not belong to a troll. I came to Taur Gonwaith to seek vengeance on the trolls that attacked the glade of Lin Giliath and murdered my fair friend Lachenn. I can tell you that many of the Stone-trolls that attacked Lin Giliath will never again leave this place.\\n\\n'They proved a challenge, and that one was about to squash me when you arrived. You have my thanks.\\n\\n'Let us leave this place, friend, so I might return to Lin Giliath and tell my friend, Thaliollang, the course of my vengeance.'",
      "es": ""
    }
  ]
}