{
  "id": 620781030,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Ongbúrz venom-pouches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Ongbúrz Defiler defeated",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs of Merenost in Meluinen use spider venom to coat their blades and arrows.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have need of your assistance, [placeholder]. An Orc defiler, skilled in the use of poisons, joined the ranks of the  Ongbúrz in southern Lin Giliath. He has begun to poison the waters of this glade, and all will be ruined.\\n\\n'Slay the Orcs in Merenost and collect their venom pouches. I will make sure the pouches are never again used for evil purposes.\\n\\n'While you are in the camp, put an end to the source of the vile poison once and for all by killing the Ongbúrz-defiler. Be careful, [placeholder] -- these Orcs are brutal and without mercy, and you may have need of allies.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Ongbúrz Orcs can be found in the ruins at Merenost, in southern Lin Giliath.\\n\\nGandelin asked you to slay the Ongbúrz-defiler and return with the Ongbúrz venom-pouches.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The venom pouches. I take it that the defiler was slain as well? Many lives will be saved through your efforts.\\n\\n'I find it strange that the Orcs would hunt their spider allies. They make themselves stronger at others' expense... and in the end, weakening the Enemy as a whole. Such is the way of evil things, for the spiders would not hesitate to drink of the blood of their Orkish fellows.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gandelin is back at Lin Giliath.\\n\\nGandelin asked you to slay the Ongbúrz-defiler and return with the Ongbúrz venom-pouches.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'[placeholder], we must have some samples of the Orcs' poison so that we may create a cure for it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not yet obtained the venom-pouches I asked for, [placeholder]?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have made the Ongbúrz much weaker than once they were.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The time will come when we must push the Orcs from the Kingsfell.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Ongbúrz venom-pouches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the Ongbúrz venom-pouches to Gandelin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat the Ongbúrz Defiler",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Touch of Corruption",
      "es": ""
    }
  ]
}