{
  "id": 620781153,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Angmar coal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Returned Angar Coal to Taran",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Their Angmarim task-masters force the people of Donnvail to mine a hot-burning type of coal from the hills north of the city.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The food-stores you gathered will help fill the bellies of my people, [placeholder], but now we must put weapons into their hands!\\n\\n'The Angmarim force the people of Donnvail to mine for a special sort of hot-burning coal in the hills north of the city, and they use this ore in the production of weapons. If we had some of this coal, we could set our smiths to forging weapons at once.\\n\\n'The deposits of this special coal can be found among the canyons north of Donnvail. Take this hardened pick and use it to mine some of the coal, then return to me. Donnvail is north-east of Fail-á-Khro, and the canyons are north of the city's western wall.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Special hot-burning coal deposits can be found throughout the canyons north of the city of Donnvail, north-east of Fail-á-Khro.\\n\\nEkhagan has asked you to gather the special hot-burning coal he needs to work the old black iron of Angmar.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well, [placeholder], once again! We will forge great weapons with the aid of this coal, and perhaps it will help us to cast off the yoke of Angmar!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ekhagan is at Fail-á-Khro, south-west of the city of Donnvail.\\n\\nYou should return to Ekhagan with the special hot-burning coal you have mined.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The deposits of this coal I seek can be found throughout the canyons north of Donnvail's western wall. The city is north-east of Fail-á-Khro.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you forgotten to mine the special coal that you said you would? The deposits are north of Donnvail's western wall.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We have provided for ourselves and taken from our enemies. That is good.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You will always be welcome at Fail-á-Khro, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Angmar coal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Angmar coal and coal-pick to Ekhagan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the coal back to Taran",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return collected coal to Taran",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fuel for the Forge",
      "es": ""
    }
  ]
}