{
  "id": 620781168,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated drakes in Nád Nathair ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Slain Bloodwing",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cuinthorn told you of the great drake Bloodwing and tasked you with defeating it.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This, the Búth Sánkhas, has witnessed many tales, both tragic and triumphant, for the songs of the Trév Gállorg record all things. Many of my people have perished while testing their bravery and seeking to leave a glorious legacy, and their stories are passed from one to another here in the Búth Sánkhas.\\n\\n'Bloodwing, the mightiest of the drakes of Nád Nathair, has claimed the lives of many such glory-seekers. She perches atop the great cliffs to the north of Aughaire and rules her brood of drakes with sharp teeth and cruel talons.\\n\\n'The tale will be great indeed if you and your allies can best Bloodwing and her brood. Travel north to Nád Nathair and climb past the lower slopes where hill-beasts roam and seek out Bloodwing atop the cliffs. She is a mighty foe, not to be challenged lightly. Your tale will be the better for it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bloodwing rules her brood of drakes from the summit of the cliffs of Nád Nathair, above the lower slopes where hill-beasts roam. Nád Nathair is north of Aughaire, in Fasach-larran.\\n\\nCuinthorn told you of Bloodwing, a mighty drake who has claimed the lives of many great heroes, and wondered if you and your allies would be the ones to end her reign.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Bloodwing is defeated? You have succeeded where many of my people have failed, [placeholder]! Crannog was right to call you friend of the Trév Gállorg, for you have brought us much good, and this only the latest!\\n\\n'This reward was set aside for the one who would defeat Bloodwing, though few believed it could happen. I give it now to you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cuinthorn is in the Búth Sánkhas of Aughaire, south-east of the market.\\n\\nCuinthorn is waiting to hear of your success against Bloodwing and her brood of drakes.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bloodwing rules her brood from high atop the cliffs of Nád Nathair, north of Aughaire in Fasach-larran. Climb past the slopes where hill-beasts roam, and you will come to the drake's nest.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Búth Sánkhas will ring with songs about your battle with Bloodwing.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You fought bravely against Bloodwing and will be long-remembered for it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat drakes in Nád Nathair ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Slay Bloodwing",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bloodwing",
      "es": ""
    }
  ]
}