{
  "id": 620781117,
  "txt": [
    {
      "id": 218649169,
      "en": "'Until recently, small goblin raiding-parties were the worst threat faced by the North Downs. But with the arrival of the Orcs out of Angmar, the goblins have themselves been forced by their greater brethren into servitude.\\n\\n'Now, they watch the front-lines of the host at Dol Dínen, under command of the Orcs, awaiting their turn to be sacrificed for the greater glory of the Iron Crown. We should not make them wait overlong. If you are willing, make your way south-east out of Esteldín to the outskirts of the Orc-encampment at Dol Dínen and kill the goblins there.\\n\\n'Bring me the slave collars worn by the goblins as evidence that your task has been accomplished.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you have returned... and successful, I see. Perhaps the Orc-generals will feel less secure with the wall of goblin-flesh thinned around them.\\n\\n'In truth, though, this is but a small victory. The Orc army is vast, and the Dúnedain of the North are a dwindling people.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Be careful not to stray too far into the Orc-encampment... scouts report that the forces beyond the trenches include trolls. We cannot risk such an assault at this time.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Forced into Service",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A great host of Orcs spilled through Ram Dúath, driving the Men of the North Downs from their farms. Esteldín, home of the few remaining Dúnedain of the North, was spared discovery. It is from there that the Rangers begin to plan their counter-offensive against the black tide of Angmar.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected goblin slave-collars ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring goblin slave-collars to Elúr",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblins can be found on the outskirts of the Orc-encampment at Dol Dínen, south-east of Esteldín.\\n\\nAccording to Elúr, the goblins of the North Downs have been forced into servitude by the Orcs of Angmar and act as the advance forces of the Orc-host. The Ranger has asked you to dispose of the goblins, bringing him their slave collars as evidence that you have completed your task.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect goblin slave-collars ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}