{
  "id": 620965732,
  "txt": [
    {
      "id": "0x1d85945",
      "en": "'So much death… so many lives lost… and for what…?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85946",
      "en": "'The city stands, and Gondor remains unbowed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 9: The City Stands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85947",
      "en": "'I am saddened to hear Horn speak this way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85948",
      "en": "'Why am I still here, when so many good men are gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Aragorn at the Threshold of the City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85949",
      "en": "'This is a hard day, but we have victory at the end of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Things might have gone differently, [placeholder], were it not for many sacrifices. The city stands, and Gondor remains unbowed before the might of Mordor.\\n\\n'I am weary in both body and spirit, weighed down by sorrow. There is anger too, anger at the forces of evil that have taken so many of our friends from us, but it is the sorrow I feel most strongly at the end of this terrible day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'So much death... so many lives lost... and for what, [placeholder]? The armies of Mordor are repulsed, for now, but who can say they will not return? Is this the victory we bought with all of our dead? Good men will no longer return to their homes, and for what? A day of peace? A week? I... I cannot believe this is so!\\n\\n'The Ranger Halros took the death-blow that was meant for me, [placeholder]. I spoke only a few words to him, but now he is dead. Did he leave behind a wife? A child? What chain of events put his feet on the path that ended here on the blood-soaked Pelennor? Is that truly to be the end of his tale? Is this to be the end of mine?'\\n\\nHorn wears a haunted expression, his unblinking eyes glazed with tears. He does not seem to see you anymore.\\n\\n'I thought I was a man of Rohan, but if this is what it means to be such a man, I cannot bear it. That man is dead. Horn died on the Pelennor, and I will cry no tears for him. The old songs are just songs. They were never more than lies. I see the truth now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'[placeholder], I have good tidings! My son Elfmar has been avenged. The Olog-hai Thrúgrath has been slain! It seems a Ranger put an end to the vile beast, though the doing took his own life. I raise my sword to his memory. To Golodir, who slew Thrúgrath and avenged Elfmar!\\n\\n'I regret only that I did not slay the beast myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I heard his words, and my heart goes out to him, but I am saddened to hear Horn speak thus, [placeholder]. Where is the man who spoke to me of fighting for home and hearth, of fighting for the glory of Rohan and the honour of Théoden King? Where is the man who made the hard choice to leave Nona behind and make her world more safe than it was?\\n\\n'But Théoden is dead, and many others beside. I no longer recognize the Horn that spoke to me on the ride from Rohan and assuaged my own doubts; that Horn is dead, slain by the horrors of war if not by its weapons.\\n\\n'I do not want to forget that man, [placeholder]. I want the world to remember Horn as I knew him once. I want the world to remember every man who died here: Harding of the Wold, Guthláf the Banner-bearer of Théoden, hot-tempered Fastred and doughty Grimbold. They will just be names to the folk that come after, but to me they were men, good men who fought and died for the promise that their lands would once be safe! It was that promise that Horn tried to explain to me, but I did not understand it then. I think I understand it now.\\n\\n'I will remember the names of the men who died here today. I do not want them to be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'This is a hard day, but we have victory at the end of it. During the battle, I encountered men bearing the body of Théoden back to the city. They carried too a woman, Éowyn, niece of the King. They thought her dead, but I perceived that she lived; I sent them to bring her to the healers instead of the dead-house.\\n\\n'Her life is in their hands now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The battle is nearly over, [placeholder], but who can say for certain how long this victory will last? My uncle and my liege has gone to his fathers, and I rejoice that his last day was filled with glorious deeds! Many beheld the might of the Mark on this day!'\\n\\nÉomer grows quiet, and when he speaks again he speaks in a low voice that only you can hear.\\n\\n'I will be King of Rohan now. Is it merely hope's fancy that I believe the Curse of Wyrgende has run, and is now ended? Much grief followed in the train of Fengel; his kin died and his kingdom fell from honour. But Théoden King lifted Rohan once more to the height, and mended the might of the Mark. Can you say it is not so?\\n\\n'Sleep easy, Wyrgende! You have been paid, and under the rule of Éomer no such injustice as was done to you will be done again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I am just happy to be off the ships, [placeholder]. I was not made for the sailing-life. Indeed, I was still a little queasy for several minutes after we arrived at the field of battle, and was not at my very best.\\n\\n'The fighting set me right before long, but I hope wherever we go next the journey will be by land, and not by river!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'[placeholder], can you tell me if you have seen Déorwine? He is a man of Rohan, yellow of beard and hair in a pony's tail. I met him during the battle and we fought side-by-side, but I have not seen him since the early hours of morning.'\\n\\nYou tell Sakalbâr that Déorwine was slain when the Witch-king descended upon Théoden.\\n\\n'I feared that fate for him, [placeholder], but I hoped it would not be so. Alas for Lady Winsig of Rohan! I wish it had been different. I am glad to have met Déorwine and call him friend, though it be for but a few moments during battle. It is cruel of war to make us bid farewell to friends so soon upon meeting them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A long and weary day of fighting has come to an end, but the victory comes at a very high cost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "Duinhir is overcome with grief for his sons, and pays no mind to your words of comfort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Survivors of a long and weary day have come to the Threshold of the City, nursing their wounds and mourning their dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I think Gothmog will find he values his life more highly now that it can be lost, [placeholder]. He will not dare to come forth in battle for some time. During that time we will need to determine our course of action, but I do not know what is best to do.\\n\\n'We need time to heal from our hurts, and to mourn our dead. We cannot take much time for it, and certainly not as much as they deserve, but still we must.'\\n\\nAragorn smiles wryly.\\n\\n'Galadriel saw much of today, I think, but our actions and our choices still have meaning. Nothing is set. Your deeds today, and those of our fallen friends, mean much to me. Thank you for your courage and your loyalty, [placeholder]. I take neither for granted, and I appreciate them both. It will take both if we are to defy Sauron as we defied his servant Gothmog, and put an end to the evil he brews in his dark land.\\n\\n'I salute you, my friend! Let us heal our hurts. Let us remember our dead. And let us think of tomorrow. There is still much that must be done.'\\n\\n<rgb=#00FF00>To be continued...</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Aragorn is at the Threshold of the City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to survivors of the battle at the Threshold of the City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to survivors of the battle at the Threshold of the City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to survivors of the battle at the Threshold of the City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Survivors of a long and weary day have come to the Threshold of the City, nursing their wounds and mourning their dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Survivors of a long and weary day have come to the Threshold of the City, nursing their wounds and mourning their dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85970",
      "en": "'Who can say how long this victory will last?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85971",
      "en": "'Well done, well done! We have pushed them back for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85972",
      "en": "'Have you have seen Déorwine?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I do not want to see the field of the slain, [placeholder], but I am powerless to turn my gaze from it. I am an old man, long-removed from the days of my youth, but still I linger while younger men await the burial mounds. Horn spoke to me of his duty as a man of Rohan on the ride to Gondor, and to my sorrow the cost of that duty is what I feared: he will never see Nona again.\\n\\n'Why am I still here, when so many good men are gone? What is to be my duty?'\\n\\nGléowine sighs heavily and studies the burning fields.\\n\\n'It is the same as it ever was, [placeholder]: it is the responsibility of those who survive to remember those who have gone. It is the responsibility of the bard to record the names of the slain, so they will not be forgotten. I want the world to remember every man who died here: Harding of the Wold, Guthláf the Banner-bearer of Théoden, hot-tempered Fastred, and doughty Grimbold. I want the world to remember Horn, possessed of a musical heart but doomed by his duty.\\n\\n'They will just be names to the folk that come after, but to me they were men, good men who fought and died for the promise that their lands would once be safe. I will remember the names of the men who died here today. I do not want them to be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85944",
      "en": "'My son has been avenged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85973",
      "en": "'I think Gothmog will find he values his life more highly now that it can be lost.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}