{
  "id": 620965706,
  "txt": [
    {
      "id": 177082771,
      "en": "You see no sign of Crúmgam, but the dismounted Rohirrim need your help",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Prince Imrahil on the Field of Onslaught",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Your words prove fruitful, and he runs in search of another steed",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Defeated foes on the Pelennor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 98626161,
      "en": "'I must find another steed!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Prince Imrahil has led his swan-knights out of the city, and can be found on the Field of Onslaught.\\n\\nThéoden marked the emergence of the swan-knights from the city, and wants you to find Prince Imrahil.",
      "es": ""
    },
    {
      "id": 98626162,
      "en": "'I need a steed!'",
      "es": ""
    },
    {
      "id": 98626163,
      "en": "'I must aid Théoden King!'",
      "es": ""
    },
    {
      "id": 98626164,
      "en": "'I must find another mount, and at once!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We do not fight alone! I saw riders from within the city pass through the breach in the gate and come onto the field, and behind them marched footmen of Gondor. These riders bear the mark of the swan; the press of battle has brought them close to our position.\\n\\n'Find their leader and tell him that Rohan has come to spill the blood of his foes!'",
      "es": ""
    },
    {
      "id": 98626165,
      "en": "'A man of the Mark must ride!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 98626166,
      "en": "'There must be steeds in need of riders!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We are well-met on the field, [placeholder]! To arrive with Théoden and his Riders thus, at this very moment, is beyond all of our hopes! Let our enemies fly before us! Slay any that emerge from the fighting ranks, my valiant friend!\\n\\n'For Gondor and Rohan!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Quail not, my friend! Those I fight alongside buoy my spirits, and I theirs! There is little time for easy conversation, but men brought together during the fighting may share a word or two with the fellow at their shoulder. I have learned some of their reasons for fighting, and they have learned mine.\\n\\n'I fight for Winsig, the love of my life and thane of Walstow! With every stroke of my sword I further secure her safety, and that of her people!'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "The Orc falls, but you know that there will be more",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The Orcs fight with malice in their eyes and with blood on their teeth, but the fighting men of Gondor and Rohan will repel them!\\n\\n'For Imrahil! For Théoden!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Defeated Orcs on the Pelennor during the battle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Where is Crúmgam? He must be here, for I have vengeance to deal upon him!\\n\\n'Déorwine fights to protect Thane Winsig of Walstow? Were he able to ask her, she would say that Crúmgam must be slain, for she was present when that villain came to Snowbourn and threatened my family! While he lives, no one in Rohan is safe from his malice!\\n\\n'Find Crúmgam! Find him and end him, [placeholder]! That is the only thing that matters to me!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'The battle goes well for us, for our cause is just and our leaders strong! The Morgul-host is near to a rout!'\\n\\nGimilkhôr nods in Fastred's direction.\\n\\n'I have spoken only a few words to this man Fastred, but he strikes me as a man whose blood runs hot. If he finds this villain he seeks, this Crúmgam, I would not wager on the side of restraint! So it should be for all our foes, and so it will!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Fastred has asked you to search the battlefield for his hated foe Crúmgam.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Rohirrim that have been dismounted from their steeds need your help on the eastern side of the Field of Onslaught.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Fastred near the fighting ranks to the south-east on the Field of Onslaught",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You have done well! Some of the riderless horses have found masters once again. This is the hour of our victory, and none can stand against us!'\\n\\n<rgb=#00FF00>If you have a Small Fellowship, now is the time to challenge 'The Blood of the Black Serpent' from the World Join panel.</rgb>\\n",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Gimilkhôr near the fighting ranks to the south-east on the Field of Onslaught",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Search for Crúmgam on the eastern side of the Field of Onslaught",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Encourage dismounted Rohirrim to fight ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Defeat your foes on the Pelennor during the battle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Return to Théoden on the Field of Onslaught",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I saw riders from within the city pass through the breach in the gate and come onto the field, and behind them marched footmen of Gondor. These riders bear the mark of the swan; the press of battle has brought them close to our position.\\n\\n'Find their leader and tell him that Rohan has come to spill the blood of his foes!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Gondorian soldiers and Rohirrim riders do battle with the Orcs on the Field of Onslaught. You should slay any of the Orcs that break free of the fighting ranks.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Gondorian soldiers and Rohirrim riders do battle with the Orcs on the Field of Onslaught. You should slay any of the Orcs that break free of the fighting ranks.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Déorwine and Sakalbâr are fighting on the south-eastern stretch of the line on the Field of Onslaught.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Fastred and Gimilkhôr are near the south-eastern stretch of the line on the Field of Onslaught.",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Théoden is waiting with his banner-bearer, Guthláf, on the Field of Onslaught.",
      "es": ""
    },
    {
      "id": 24695160,
      "en": "Théoden has led the charge of the Rohirrim into battle before the White City.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Find an Orc that has broken free of the fighting ranks and defeat it",
      "es": ""
    },
    {
      "id": 30955873,
      "en": "'We do not fight alone!'",
      "es": ""
    },
    {
      "id": 30955874,
      "en": "'We are well-met on the field!'",
      "es": ""
    },
    {
      "id": 30955875,
      "en": "'Those riders bear the mark of the swan. Find their leader!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Defeat Orcs on the Pelennor during the battle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "'Those I fight alongside buoy my spirits, and I theirs!'",
      "es": ""
    },
    {
      "id": 30955877,
      "en": "'For Imrahil! For Théoden!'",
      "es": ""
    },
    {
      "id": 30955878,
      "en": "'Where is Crúmgam? He must be here, for I have vengeance to deal upon him!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Déorwine at the fighting ranks to the south-east, on the Field of Onslaught",
      "es": ""
    },
    {
      "id": 30955879,
      "en": "'The Morgul-host is near to a rout!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Sakalbâr at the fighting ranks on the south-east side of the Field of Onslaught",
      "es": ""
    },
    {
      "id": 30955880,
      "en": "'This is the hour of our victory, and none can stand against us!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 1: Bonded By Battle",
      "es": ""
    }
  ]
}