{
  "id": 620965712,
  "txt": [
    {
      "id": 162883712,
      "en": "'There was nothing I could do, [placeholder]! One moment Hirluin was valiantly standing against this great beast of a troll, and the next moment he was dead!\\n\\n'My mouth is dry and ashy, but an endless parade of wine-bottles will not refresh me. This battle began as a joyous reminder of my youth, but it is that no longer. Nay, it is the bitter taste of Old Calembel that fills my heart now. Hirluin, no longer Fair! My friend, I will not say farewell. I will keep your memory fresh in my mind for as long as I live, whether that be for my remaining years... or until the rain stops!\\n\\n'[placeholder], the enemy presses us on all sides. Scout the approaches to the hill, for Hirluin if not for me. I would not have them do some injury to his corpse.'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You examine him closely, but the result is grim. Dúnhere is dead",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Scout the approaches! Do it for Hirluin, if not for me!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'[placeholder], I have seen something that fills my heart with dread. I would not have thought this day could grow any worse, yet now I see I was a fool to believe it!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Forlong and Hirluin are north of Kings' End.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'A quick moment of respite to catch our breath, and then we will go once more into the fray.\\n\\n'I have not seen any sign of a new commander among the enemy forces, but I doubt not there must be one. The armies of Mordor still press the attack; if they were leaderless they would surely run.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The enemy forces were being led by the wraith that killed Théoden and Lady Éowyn. If the armies of Mordor were going to flee in the wake of its death, they would have done so already. I think they must have another commander, [placeholder], and he has seized control of the enemy forces.\\n\\n'Several Gondorian soldiers are resting from combat to the north of here. Go to them and see if they have learned anything of the enemy's organization.'",
      "es": ""
    },
    {
      "id": 30955904,
      "en": "'Death calls for us!'",
      "es": ""
    },
    {
      "id": 30955905,
      "en": "'There was nothing I could do…'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Several Gondorian soldiers are resting from combat to the north of here. Go to them and see if they have learned anything of the enemy's organization. The armies of Mordor must have another commander!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The fighting has been fierce, [placeholder], and my blood is raised! Hirluin here has even broken a sweat, and I daresay some of his pretty hairs might shortly be mussed!\\n\\n'I will need my own bottle of Beren's Blood, the wine of our youth, to quench this thirst when the fighting's done!'",
      "es": ""
    },
    {
      "id": 30955906,
      "en": "'Scout the approaches for Hirluin, if not for me!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Ingbert is at Kings' End.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955907,
      "en": "'I have seen something that fills my heart with dread!'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Forlong at Riders' Stand",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955908,
      "en": "'The armies of Mordor must have another commander!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Ingbert is at Kings' End, waiting to speak with you and return to battle.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Scout the several approaches up the hill at Riders' Stand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'They did not know what evil force now leads the armies of Mordor? It does not matter, for we will sweep them from the field, whether commanded or leaderless!\\n\\n'We must return to combat, [placeholder]! Speak to me when you are ready to wade once more into battle!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'To battle! Let none stand in our way!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Éomer on the south-western outcropping of the hillock",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'We are surrounded, [placeholder], and I believe the rain falls upon our last stand. As I rallied my men about me on the crest of this hillock, an arrow flew upon the height and felled Dúnhere.\\n\\n'Check his wounds and tell me if he will live, though I fear the worst for him.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Does Dúnhere live?'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'That arrow was meant for me, [placeholder]. Farewell, Dúnhere! I treasure your friendship in death even as I did in life. Give my best to my uncle and my sister when you join them beyond, and tell them I will see them soon!\\n\\n'Death calls for us, [placeholder]! There were Gondorian soldiers fighting alongside us to the north. Find them and render your aid!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Return to Ingbert at Kings' End",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Éomer sent you to help Gondorian soldiers atop the hillock at Riders' Stand.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Ingbert and complete 'Instance: The Foe Resurgent'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Forlong kneels by the body of his friend Hirluin at Riders' Stand.",
      "es": ""
    },
    {
      "id": 30955922,
      "en": "'The armies of Mordor must have another commander.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Éomer at Riders' Stand",
      "es": ""
    },
    {
      "id": 30955923,
      "en": "'The fighting has been fierce and my blood is raised!'",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "'The armies of Mordor still press the attack.'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Study Dúnhere for signs of life at Riders' Stand",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "'We must sweep the enemy from the field!'",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "'To battle! Let none stand in our way!'",
      "es": ""
    },
    {
      "id": 30955927,
      "en": "'I believe the rain falls upon our last stand.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Éomer at Riders' Stand",
      "es": ""
    },
    {
      "id": 30955928,
      "en": "'Does Dúnhere live?'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Find Gondorian soldiers north of Éomer at Riders' Stand",
      "es": ""
    },
    {
      "id": 30955929,
      "en": "'That arrow was meant for me. Farewell, Dúnhere!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Several approaches climb up the hill at Riders' Stand.\\n\\nForlong has asked you to scout the approaches up the hill, even if you think it futile to do so.",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Death calls for us, [placeholder]! There were Gondorian soldiers fighting alongside us to the north. Find them and render your aid!'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "With the Witch-king now dead, a new commander has taken control of the enemy forces on the Pelennor Fields.",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Éomer has climbed a rocky outcropping on the south-western side of the hillock.",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Éomer and his men have been surrounded on a hillock and cut off from the rest of the defenders.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Dúnhere was felled by an arrow at Riders' Stand, and Éomer begged you to check for signs of life in his fallen friend.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Éomer is at Riders' Stand.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Forlong kneels by the body of Hirluin, slain by the enemy",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Forlong north of Kings' End",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hirluin north of Kings' End",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "From here you see that the enemy horde reaches as far as the Rammas",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "The forces of Mordor fill the plain, and smoke burns on the horizon",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "The armies of Mordor fill the field all the way to the river",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 4: The Foe Resurgent",
      "es": ""
    }
  ]
}