{
  "id": 620965701,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "The guard calls out to you to halt, when suddenly his face lights up with recognition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'[placeholder]! What adventures have brought you to join this assemblage? I have here but one Éored, but it is composed of the fiercest warriors in all of Rohan, I stake my honour upon it! We have been through much to come so to this company.\\n\\n'We received the call to the weapontake on the night of March 11th, and I began to gather what men I could: two Éoreds of Wildermore's most skilled riders. At dawn, I led these men east to the Wold, but I did not know that danger was so near: under cover of darkness, Orcs and Easterlings had crossed the river at the Undeeps. They overwhelmed the watchers at Stangard and crossed into the Wold.\\n\\n'The Enemy assailed Harwick, but Aldor Harding had already gone to the weapontake. His son Léodwig remained in the city, and saw that all would soon be lost. That is when my Éoreds charged right into the flank of the Enemy! Our fortunes did not hold, and we were soon routed. The city was now afire. Léodwig rode forth and fought valiantly, but he was grievously wounded. We withdrew to a defensible position on a hilltop; it was to be the location of our last stand.\\n\\n'Early in the morning on March 12th, as the Enemy prepared to climb the hill and put an end to us, one of our scouts reported hearing a sighing sound on the wind. It was the rustling of branches, thousands of them, and it rushed down from Wildermore in a great flood of sound.\\n\\n'Behind this great sound came the trees, dozens of trees in every variety, and among them strode great shepherds. At first I thought these were devils of Núrzum's kind, but it was not so. They were led by a strange fellow by the name of Leaflock, and he spoke in halting fashion of many unfathomable mysteries, some of which I have still not unravelled. There will be time for determining the meaning behind his words later, if we survive the war ahead. He did not consider himself or his people warriors, but I can tell you they became terror on the battlefield. The Enemy will not come back to the Wold.\\n\\n'There was only one Éored left to me after this battle. We rode with haste to the Entwade and changed horses. We passed Aldburg at dusk but did not stop. Upon reaching Beaconwatch we had to stop and rest, and learned there that Théoden camped in the Firien Wood the night before!\\n\\n'At dawn on the 13th, with our horses refreshed, we crossed the Mering-stream and rode hard through the Beacon Hills. We were so close, but not yet close enough: we were beset by Orcs and Variags near Amon Dîn. We broke through the line of Variags, but they did not pursue us. I think now I know the reason: they knew the road ahead would be held against us.\\n\\n'In the darkness of night, we came to the western flank of the encampment in the Drúadan, and were nearly turned into pincushions by Grimbold's sentries! At the last moment, one of the archers recognized me by the spectre of my beard, crimson in the guttering light of the single torch they allowed! Can you imagine what Cyneberg would say if this great tale of mine, of riding more than five hundred miles in three days to the aid of my King, ended with me and my men put in the ground by our own sworn-brothers? I can imagine what she would say, and it makes my head hurt more than any of Núrzum's tantrums!\\n\\n'That is the tale, [placeholder]. We have ridden hard, and through battle, to stand with Théoden King. Onward to triumph and glory! I have spoken already with Harding, and given him news of his son, but you should speak to him also. He is in the north-eastern reaches of the encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You have joined this ride as well, I see. Should we get to Minas Tirith in time, there will be quite a battle. But it is not certain we will do so, for there is some trouble ahead in the road.'\\n\\nYou tell Harding that you spoke with Thrymm about his journey from Wildermore.\\n\\n'Then you must have heard that my son Léodwig led the defence of Harwick against the creeping Orcs and Easterlings? My heart swelled to hear the Red-beard speak of my son's charge from the city! He will bear his wounds proudly, and if my own road is to end in the battles to come, I will know that the Wold is in capable hands. I did not think my boy would have the ability to lead men in battle; indeed, I sent him to investigate Wildermore in part because I thought he could not handle the dangers pressing from the east.\\n\\n'But I am pleased to have been wrong. Sons have a way of growing up and becoming men, I suppose. Speak to Ingbert of Entwash Vale if you doubt me! He told me that his own son, Horn, has experienced a similar transformation!\\n\\n'Ingbert's tents are to the west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Who comes hither? [placeholder]? I can hardly believe it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Rohirrim encampment in Taur Drúadan is located west of the hill of Eilenach, along the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Wild Men go through wood by secret paths. Khôr-buri-Ghân will take you to Horse-men. Go at once! Stonehouse-folk not stand long against gorgûn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Horse-men camp down stone-road ahead. Wild Men count many thousand Horse-men. Go to them. You help. Wild Men help also.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Wild Men go through wood by secret paths. Khôr-buri-Ghân will take you to Horse-men. Go at once! Stonehouse-folk not stand long against gorgûn.'\\n\\n<rgb=#FF0000>You will automatically go with Khôr-buri-Ghân when you accept this quest.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Harding in the north-eastern reaches of the encampment in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Wídfara thought you should visit many of the Riders encamped in Taur Drúadan, believing it would lift their spirits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Ingbert in the eastern area of the encampment in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You are a long way from the Northmarch, [placeholder]! I did not know you would respond to the muster of Théoden, but I should have, with no question! I know the King will be glad to see you have arrived!\\n\\n'I came at the behest of Harding, though the injury I suffered at the hands of Núrzum still pains me. The Aldor gave me a new steed to replace poor Windfoot, and its gait is less gentle than that of my old friend. Still, my leg is on the mend.\\n\\n'I could not refuse Harding's command, and would not, even were both my legs wounded as the one. For now the multitude waits for the King to decide our further course; there is some trouble in our way. While the Riders wait on his command, you should speak with some of the men. I am certain the spirits of many will be buoyed to see you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Ah, welcome to the last journey, [placeholder]! The Stonedeans are behind, and Gondor lies ahead! The words of Hildegard served me as a shield in my fight with the Dunlendings, as I knew they would. The seeress spoke of my death by Orkish hand? Then let me fight the Dunlending tribes from morning until night!\\n\\n'But now that Woodhurst is reclaimed and Gifemund oversees it in my name, I will not refuse the command of my King. I march to war, and I wonder if the Orc that will lay me low stands ready somewhere at the end of this road. He certainly does, but I will not let that dissuade me from facing him!\\n\\n'I have prepared my son Herefara for this, if my days are soon to be ended. He knows our duty. Join us and rejoice, [placeholder]! Glory and honour awaits us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I thought you would be somewhere in this assemblage, [placeholder]! My lands were well-represented in the muster, and my heart soared to see the gladness in my King's eye for it. Three score and three hundred valiant men of the Sutcrofts awaiting his command!\\n\\n'My son Folcred will weather the storm in Edoras, with my mother.  It was the vile Crúmgam that moved her to spirit Folcred away from Snowbourn, but now I am glad that it was done. The Lady Éowyn will keep them safe, and my wife Elflád has gone after them to wait until the war be done.\\n\\n'For my part, I am hoping to see Crúmgam in our path on the road to Gondor. He and I have unfinished matters to which we must attend. Insults were done to me and my house, and I would have them repaid... repaid in blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We meet again, [placeholder], once more on the eve of battle! I have ten Éoreds of men from the Westfold with me, and we ride with Théoden King to the aid of Gondor. Some of these men fought with me at the Fords, and still others defended the Deep from Saruman's malice. They catch what rest they can before we make to move again.\\n\\n'There is some trouble on the road ahead. I heard scouts tell that Orcs have blocked the straight way to the Pelennor. The danger does not worry me. Nay, I am worried that dealing with this force will slow us overmuch, and by the time we reach the White City it will be filled not with doughty men but with ravening Orcs.\\n\\n'Time is our greatest enemy on this road, [placeholder], as it ever is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It is good to see you among the soldiers, [placeholder]! My father and I responded to the muster of Théoden King with as many men as we could find. We have eight Éoreds between us, a fine number. The Elfward will prove itself worthy of its reputation!\\n\\n'I hope to fight alongside my shield-brother Éomer in the coming engagement, but that may not come to pass. The marching order is not yet set, but when we come to Pelennor he will likely ride with the King's Men and I will be among the Eorlingas. Still, the press of battle will no doubt allow us both much chance for glory!\\n\\n'I am certain you will attain no small share of it for yourself, friend [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Harding told you to speak to Ingbert at his tents to the west, in the Rohirrim encampment in Taur Drúadan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'There is a familiar face, though it was long ago and many miles from here when last I saw it: [placeholder] the [placeholder]!\\n\\n'I am delighted to tell you that my son Horn has come to his senses at last! He has had a welcome change of heart and ridden with the company, as he should.\\n\\n'And most welcome of all: he has left his wild-woman behind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85990",
      "en": "'The Elfward will prove itself worthy of its reputation!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85991",
      "en": "'We have been through much.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Wídfara on the edge of the Rohirrim encampment in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Thrymm Red-beard and his Éored are on a rise in the south-eastern reaches of the Rohirrim encampment in Taur Drúadan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85992",
      "en": "'You have joined the ride as well, I see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Herubrand in the western reach of the encampment in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "'My son Horn has come to his senses at last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Fastred in the north-eastern reach of the encampment in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85994",
      "en": "'Speak to Ingbert of the Entwash Vale. He is not far from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Grimbold in the centre of the encampment in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85996",
      "en": "'You help horse-men. Wild Men help also.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Elfmar in the eastern reach of the encampment in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85997",
      "en": "'Wild Men go through wood by secret paths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85998",
      "en": "'You are a long way from the North-march.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Thrymm Red-beard in the south-eastern reaches of the encampment in Taur Drúadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85999",
      "en": "'The spirits of many will be buoyed to see you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Harding is in the north-eastern reaches of the Rohirrim encampment in Taur Drúadan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Speak to Ingbert of the Entwash Vale! His tent is just to the west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Ghân-buri-Ghân and the Wild Men have agreed to help Théoden and his Riders, and will show you the way to their encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Horse-men camp down stone-road ahead. Wild Men count many thousand Horse-men. Go to them. You help. Wild Men help also.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Wídfara is at the entrance to the Rohirrim encampment in Taur Drúadan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'While the Riders wait on his command, you should speak with some of the men. I am certain the spirits of many will be buoyed to see you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85964",
      "en": "'Wild Men go through wood by secret paths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85965",
      "en": "'You help horse-men. Wild Men help also.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85966",
      "en": "'Who comes hither?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85967",
      "en": "'Ah, welcome to the last journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find the entrance to the Rohirrim encampment west of Eilenach, along the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85968",
      "en": "'I thought you would be somewhere in this assemblage!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85969",
      "en": "'There is some trouble on the road ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 5: The Long Road to Battle",
      "es": "",
      "es (fem)": ""
    }
  ]
}