{
  "id": 620965733,
  "txt": [
    {
      "id": "0x1d85945",
      "en": "'I cannot believe he is gone…'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 7: A Final Vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Corunir in the Ruin of Pel Dúven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'How can this be? Mordirith was slain! He was finally slain, and Golodir was free of him!\\n\\n'We have to find Golodir, [placeholder]. These men of Gondor may have worked some tragic mischief with their words, but it might still be prevented!\\n\\n'Tell me when you are ready to go, and we will set forth in search of him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We have to find Golodir! I hope only that we are not too late!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Golodir has had his vengeance, and now he will have his rest. None have earned it so well as he. He endured so much in the high chambers of Carn Dûm, and in the months since he escaped that city, but he was never free of the False King until today.\\n\\n'No man here would have questioned his loyalty if he chose to remain in the North. Each of us would have understood, knowing what he suffered, and knowing that it was enough. But Golodir knew his duty, and did not seek to count it fulfilled by his hardship. Nay, he journeyed with the Grey Company all the same. It was an honour to call him friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Friends gather to remember Golodir, but there is little time to mourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I will not say that Golodir should not have come on this road, [placeholder]. I will not shame his memory by wishing that he had stayed behind; it was his duty as he saw it, and he performed it with dignity and without question. He will always have my gratitude.\\n\\n'But I keenly feel the sorrow of his loss. My heart desires to mourn Golodir, but I know that there is not time for that now. The battle continues, heartlessly, never caring for the friends we have lost. That is one of its cruelest hurts: that we must set aside our grief and go on, lest we lose that for which they fought.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I cannot believe he is gone, [placeholder]. I spent so much time on this journey worrying about what he was feeling, and worrying about what he had endured, that I gave little thought to myself. But now...\\n\\n'There is just emptiness. What do I do now?'\\n\\nYou take Corunir's arm and speak your own quiet words: words of grief, words of comfort, and words of duty. None hear them but Corunir, and when you finish he nods.\\n\\n'You have seen sorrow too, [placeholder], I hear it in your words. I will think on what you have said, and I thank you for saying it. But Aragorn is right. The battle rages, and it will not wait for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Corunir fears that the men of Gondor may have worked some tragic mischief upon Golodir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Corunir is in the north-west area of the Ruin of Pel Dúven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The Rangers gather in the Ruin of Pel Dúven to mourn Golodir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The Rangers gather in the Ruin of Pel Dúven to mourn Golodir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Corunir in the Ruin of Pel Dúven and go in search of Golodir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The Rangers gather in the Ruin of Pel Dúven to mourn Golodir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Return to the Rangers in the Ruin of Pel Dúven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The Rangers gather in the Ruin of Pel Dúven to mourn Golodir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Halbarad in the Ruin of Pel Dúven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Aragorn in the Ruin of Pel Dúven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85941",
      "en": "'How can this be? Mordirith was slain, and Golodir was free of him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85942",
      "en": "'We have to find Golodir before it is too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85943",
      "en": "'It was an honour to call him friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85944",
      "en": "'My heart desires to mourn Golodir, but there is not time for that now.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}