{
  "id": 620965711,
  "txt": [
    {
      "id": 228870261,
      "en": "Book 6, Chapter 3: The Grip of Despair",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Elfhelm near Kings' End",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Scout the battlefield south of Kings' End",
      "es": ""
    },
    {
      "id": 30955896,
      "en": "'The men of Rohan need someone to lead them.'",
      "es": ""
    },
    {
      "id": 30955897,
      "en": "'Gléowine speaks the truth in this.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Elfhelm south of Kings' End",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Théoden is slain, and Éomer has charged past the lines and is lost to us. The men of Rohan need someone to lead them, or they will be seized by the same despair that has sapped my own courage, paltry as it is. Where is Elfhelm? Find him and he may help bolster the courage of the Rohirrim at this critical juncture!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Defeat your foes on the Pelennor during the battle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Learn what transpired at Kings' End",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Gléowine is a bard and no warrior, but he speaks the truth in this. The death of Théoden will affect the Rohirrim greatly. Will they despair and cast down their weapons, as the bard believes, or will they respond with anger and vengeance, as Éomer has done? My son Elfmar has followed Éomer's course, and fights with renewed vigour!\\n\\n'The enemy is massing to the north-east and to the south of Kings' End, [placeholder]. Scout those camps, and slay any enemies you find! The death of that terrible spectre, for I deem it was a death, may have cast our foes into disarray and confusion. I hope it is so!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Scout the battlefield north-east of Kings' End",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Horn at Kings' End",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'My son has fallen! A fearsome Olog-hai smashed through the ranks, and he crushed Elfmar where he stood in defiance! With every swing of its blood-drenched weapon, the terrible creature cried its name aloud: 'Thrúgrath!' he bellowed, over and over. I can still hear its name, echoing in my head without end! Thrúgrath, slayer of my beloved son!\\n\\n'Elfmar, I will avenge you! I will make them pay for the hurt they have caused, and send them fleeing into the darkness of death with our curses echoing in their ears!\\n\\n'In the name of Théoden King and Elfmar my son, I will not rest until every last Orc is slain, and until Thrúgrath chokes upon his own name and cries it no more!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Ingbert at Kings' End",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Oh, [placeholder], I am glad... glad to see you. I have lost many friends today already, and the sun is not yet high in the sky. There will be more dead.'\\n\\nYou hear the sorrow in Horn's voice, and something else: tired resignation, dangerous acceptance. You ask him what the sudden commotion was a moment ago.\\n\\n'It was a frightening thing. Men were bringing the bodies of Théoden and Éowyn to the city, where they will lie in peace. We watched from afar during a brief respite, and saw that the group carrying the bodies of our dead were nearly to the city gates. But before they could enter, a Nazgûl flew down from above and sought to seize the body of Théoden!\\n\\n'We cried in dismay to see it, for we were much too far away to prevent it; that was the sound you must have heard. Even as we despaired, there was a great flash, and the Nazgûl was thwarted. Gandalf turned it aside, and the bodies of our dead were safely brought within the city. But it was a close thing. How much grief can those wraiths inflict that might top what they have already? I would have said no more, but it seems there is no end to their ravening hate! How can we hope to survive this day?\\n\\n'I do not know if I have the will to continue fighting, [placeholder]. Théoden King... Lady Éowyn... so many others...'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'There is so much death all around us.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'The battle is far from over!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Horn is at Kings' End.\\n\\nYou heard a loud commotion and should ask Horn what transpired to cause it.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The battle is not yet ended!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Elfhelm is very near to the corpse of the fell-beast at Kings' End.\\n\\nGléowine sent you to find Elfhelm and get him to lead the Rohirrim during this critical moment in the fighting.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I do not think highly of Wizards, but Gandalf did right by Théoden King to protect his body from that wraith's foul intentions. Our dead have been brought within the city, and we will mourn them when the fighting is done.\\n\\n'Listen not to Horn's despairing words, for they are only on the surface. He has the same solid core as I have, though I might not have said so a week ago. He will be fine. He has already slain more Orcs than I have fingers on one hand, and more will join them in the ground by the end of the battle, I doubt it not!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I do not know if I have the will to continue fighting, [placeholder]. Théoden King... Lady Éowyn... so many others...'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The enemy is massing to the south and to the north-east of Kings' End, and Elfhelm wanted you to scout those camps and slay any enemies you find.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Ingbert is at Kings' End.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Where is Elfhelm? Find him and he may help bolster the courage of the Rohirrim at this critical juncture!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Elfhelm fights in a small knot of soldiers near a fallen Mûmak south of Kings' End.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "The battle rages as deadlier forces from Mordor take the field",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "There was the sound of sudden commotion from the direction of Kings' End, and you should return there at once",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "A great cry goes up from the direction of Kings' End",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You see Horn standing where Théoden fell. He may know what transpired",
      "es": ""
    },
    {
      "id": 30955872,
      "en": "'Where is Elfhelm?'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Horn's father Ingbert calls you to him",
      "es": ""
    },
    {
      "id": 30955873,
      "en": " 'My son has fallen!'",
      "es": ""
    },
    {
      "id": 30955874,
      "en": "'There is so much death all around us.'",
      "es": ""
    },
    {
      "id": 30955875,
      "en": "'The battle is far from over!'",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "'I have lost many friends today…'",
      "es": ""
    },
    {
      "id": 30955877,
      "en": "'I do not know if I have the will to continue fighting…'",
      "es": ""
    },
    {
      "id": 30955878,
      "en": "'The battle is not yet ended!'",
      "es": ""
    },
    {
      "id": 30955879,
      "en": "'Listen not to Horn's despairing words... they are only on the surface!'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Bodies litter the field: Orcs, Haradrim, Rohirrim, and Gondorians",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Defeated foes on the Pelennor during the battle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695160,
      "en": "The resolve of the men of Rohan is sorely tested following the death of Théoden.",
      "es": ""
    }
  ]
}