{
  "id": 620965649,
  "txt": [
    {
      "id": 246419793,
      "en": "You should return to Guthláf and tell him how you saw the tomb at Halifirien and defended it from pillagers.",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Visit the tomb at Halifirien, where the Oath of Eorl established the eternal bond between Rohan and Gondor.",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Guthláf has asked you to visit the tomb at Halifirien in the Beacon Hills, and take note of what you see.",
      "es": ""
    },
    {
      "id": 149027568,
      "en": "The Tomb at Halifirien",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'One regret I hold is that, in our hard ride through the Beacon Hills, I could not stop and climb up Halifirien's height. For there, I am told, is a tomb. And before that place, the Oath of Eorl between Rohan and Gondor was forged so that in time of great need one would come to the other's aid, as brothers in blood and mind.\\n\\n'It is thus that we ride now, though I think am not alone in feeling that we go not just to defend our brethren of Gondor, but all of Middle-earth as well.\\n\\n'Well! Soon we shall move on again. But if you should find yourself there, take note for me of what you see. And if we should meet again, on this road or another, share with me what you had seen.'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Find the tomb at Halifirien",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Defend the tomb at Halifirien.",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "You found the tomb. It is swarming with looters!",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Defeat the tomb robbers at the tomb",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Defeat the tomb robbers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Return to Guthláf",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Defeated a tomb robber ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'You return! What news do you bring?'\\n\\nYou relate how you saw the tomb of Halifirien, what it looked like, and how you defended it against pillagers.\\n\\n'Why, what a tale you weave, [placeholder]! Your words have painted a picture in my mind, and so I shall carry that picture as a trinket into battle.'",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "Defeated a tomb robber ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'Now, I do not ask you to go wide of your course... but if you should happen to come near that tomb on Halifirien, would you go up it and feast your eyes for me?'",
      "es": ""
    }
  ]
}