{
  "id": 620965686,
  "txt": [
    {
      "id": "0x1d85976",
      "en": "'It is hopeless to think that Théoden and his Riders will come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "He heeds you not!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85977",
      "en": "'You are angry with us? I see it on your face.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85978",
      "en": "'Is it true? The commanders of the army of Mordor cannot be slain?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Enter the City Stables of Minas Tirith, in the First Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85979",
      "en": "'These men deserve to know the enemy they face, do they not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Go to the lowest level of Minas Tirith and enter the City Stables, just within the entrance to the city! Speak to Lobordil there, and he will arrange for a rested steed to bring you past the line of the Enemy before it can close upon the city! You must follow the road north into Talath Anor and seek for Théoden and his riders. If you find them, tell them to hasten!\\n\\n'If you do not find them, it will not matter even if you proceed all the way to Meduseld. Minas Tirith will have fallen by the time you reach it, and no one will be of help then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Some soldiers from the Blackroot Vale told me that one of the wraiths leading the armies of Mordor, Gothmog, cannot be slain... not while some Ranger still lives! Golodir, I think his name was. You do not believe me? Ask them yourself! You will find them to the rear of the stables, up the stairs in the back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The City Stables are in the First Circle of Minas Tirith, opposite the main gate of the city.\\n\\nMithrandir asked you to go to the City Stables of Minas Tirith and ask Lobordil for a rested steed to bring you past the enemy line, north into Talath Anor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'This I believe, my friend: if the Rohirrim do not come to the aid of Gondor, Minas Tirith will fall. There is little time left! Already the armies of Mordor approach; the city will soon be encircled.\\n\\n'Soon, I say, but not yet! Go to the lowest level of Minas Tirith and enter the City Stables, just within the entrance to the city! Speak to Lobordil there, and he will arrange for a rested steed to bring you past the line of the Enemy before it can close upon the city! You must follow the road north into Talath Anor and seek for Théoden and his Riders. If you find them, tell them to hasten!\\n\\n'If you do not find them, it will not matter even if you proceed all the way to Meduseld. Minas Tirith will have fallen by the time you reach it, and no one will be of help then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Lobordil is in the City Stables of Minas Tirith.\\n\\nMithrandir asked you to speak to Lobordil in the City Stables, in order to procure a rested horse to bring you in search of Théoden and his Riders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Go to the lowest level of Minas Tirith and enter the City Stables, just within the entrance to the city! Speak to Lobordil there, and he will arrange for a rested steed to bring you past the line of the Enemy before it can close upon the city! You must follow the road north into Talath Anor and seek for Théoden and his Riders. If you find them, tell them to hasten!\\n\\n'If you do not find them, it will not matter even if you proceed all the way to Meduseld. Minas Tirith will have fallen by the time you reach it, and no one will be of help then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mithrandir is worried about what will befall Minas Tirith if the Rohirrim do not arrive in time, as Denethor foretold, and has asked you to seek for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Duilin and Derufin are on the second level of the City Stables of Minas Tirith, up the stairs in the rear.\\n\\nLobordil learned much from Duilin and Derufin that he should not have, and now should speak to them and learn who they spoke to about Gothmog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You desire a rested horse to seek for aid from Rohan? What good will that do? Hirgon left on that errand some time ago, and should have returned by now! It is hopeless to think that Théoden and his Riders will come!\\n\\n'Even if they should do so, what does it matter? I have heard that the enemy commanders cannot be held by death!'\\n\\nYou look at Lobordil quizzically, and his face twists with despair.\\n\\n'It is true! Some soldiers from the Blackroot Vale told me that one of the wraiths leading the armies of Mordor, Gothmog, cannot be slain... not while some Ranger still lives! Golodir, I think his name was. You do not believe me? Ask them yourself! You will find them to the rear of the stables, up the stairs in the back!'\\n\\nLobordil studies your face closely, surely seeing the anger upon it. Duilin and Derufin were supposed to keep what they knew about Gothmog to themselves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The battle approaches, [placeholder]. Are you ready for as much glory as we can attain before the end? But you are angry with us, I see it on your face. Why is this so?'\\n\\nYou remind the impulsive brothers from the Blackroot Vale that they promised to keep secret the knowledge they gained of Gothmog in Osgiliath. Derufin makes a rude noise, and Duilin shakes his head at you with a frown.\\n\\n'That was before we returned to Minas Tirith, [placeholder], and spent time with its defenders. These men deserve to know the enemy they face, do they not? It is one thing to fight when you believe you have a chance at victory. It is quite another when you fight a hopeless battle against an enemy that cannot be slain! There is more glory to fight in that case, armed with the knowledge that you cannot win, and we thought these men deserved to have that knowledge and decide for themselves!\\n\\n'You must see it. For my part, I do not regret my words, and I know my brother feels the same. If the men curse the name of a faraway Ranger and use that anger to fight with more ferocity, is that not a benefit for the defenders of Gondor?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Duilin and Derufin must be told not to spread this news any further",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Worried soldiers can be found throughout the City Stables of Minas Tirith.\\n\\nDuilin and Derufin have spread the rumour of Gothmog's invulnerability to death among the soldiers in the City Stables. You should do what you can to encourage the worried soldiers there, despite this troubling news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'These men deserve to know the enemy they face, do they not? It is one thing to fight when you believe you have a chance at victory. It is quite another when you fight a hopeless battle against an enemy that cannot be slain! There is more glory to fight in that case, armed with the knowledge that you cannot win, and we thought these men deserved to have that knowledge and decide for themselves!\\n\\n'You must see it. For my part, I do not regret my words, and I know my brother feels the same. If the men curse the name of a faraway Ranger and use that anger to fight with more ferocity, is that not a benefit for the defenders of Gondor?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I am sorry to see you so upset, my friend. I apologize for that, at any rate, but I still believe my brother and I have done right by these soldiers.\\n\\n'Would you have them throw their lives away in a hopeless cause? Is it not wrong to send them against Gothmog without telling them first that he cannot be slain? I hold that it is.\\n\\n'But I know too that Men of Gondor are made of stern stuff, and many of these soldiers will fight him even so, before the end. They despair now, but when he comes to the city they will still defy him; and our hearts will be free of guilt, for we told them what we knew. In that hour there will be glory and honour for all!' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "The damage is done, but some of the worried men might still be encouraged",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Lobordil is in the City Stables of Minas Tirith.\\n\\nDespite the ill-advised rumour-spreading of the brothers of the Blackroot Vale, you still have a task set before you by Mithrandir: you must procure a rested steed from Lobordil in the City Stables, so you can seek the Rohirrim with all haste.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I saw you speaking with the soldiers, [placeholder], and I understand now why you were so cross with me and with the brothers from Blackroot. I will not quail from my duty, and I will not allow others to do so. I will fetch you a rested horse. When you return, if there is a White City to come back to, may you hear tales of our heroic stand, though we all become dust!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Speak hopeful words to worried soldiers in the City Stables ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Derufin on the second level of the City Stables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Lobordil in the City Stables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The stables smell of hay and manure, and men speak in low, worried voices",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Duilin and Derufin are on the second level of the City Stables of Minas Tirith, up the stairs in the rear.\\n\\nYou spoke what hopeful words you could to the worried soldiers in the City Stables, but it seemed to be of no use.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc49eb51",
      "en": "'It is no use!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Would you have these men of Gondor throw their lives away in a hopeless cause? Is it not wrong to send them against Gothmog without telling them first that he cannot be slain? I hold that it is.\\n\\n'But I know too that Men of Gondor are made of stern stuff, and many of these soldiers will fight him even so, before the end. They despair now, but when he comes to the city they will still defy him; and our hearts will be free of guilt, for we told them what we knew. In that hour there will be glory and honour for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc49eb52",
      "en": "'How can we hope to survive such evil?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc49eb53",
      "en": "'There can be no victory here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc49eb54",
      "en": "'Is it true that we cannot survive this fight?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc49eb55",
      "en": "'We have no hope of living to see tomorrow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc49eb56",
      "en": "'I cannot bear this fear!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc49eb57",
      "en": "'The Steward cannot save our city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc49eb58",
      "en": "'Gondor is already lost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Lobordil in the City Stables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85960",
      "en": "'I am sorry to see you so upset, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85961",
      "en": "'I understand now why you were so cross with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85962",
      "en": "'Men of Gondor are made of stern stuff, and will not be cowed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85963",
      "en": "'I feared it might be so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85964",
      "en": "'I feared it might be so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Duilin on the second level of the City Stables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 1: The Spread of Rumour",
      "es": "",
      "es (fem)": ""
    }
  ]
}