{
  "id": 620965699,
  "txt": [
    {
      "id": 30955892,
      "en": "'I bid you welcome! Have you seen Horn?'",
      "es": ""
    },
    {
      "id": 30955893,
      "en": "'Horn is full of pride, like his father Ingbert.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Horn is full of pride, like his father Ingbert, and will not be persuaded. He is a man of Rohan, for certain: stubborn and hard-headed, thinking always of duty and honour and service! May it not be the death of him!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 6: What It Means to Fight",
      "es": ""
    },
    {
      "id": 30955894,
      "en": "'Duty is not always easy.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Horn in the Rohirrim encampment in Taur Drúadan",
      "es": ""
    },
    {
      "id": 30955895,
      "en": "'Hullo there! At last someone will speak to me!'",
      "es": ""
    },
    {
      "id": 30955896,
      "en": "'My son has finally shown some sense!'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "Dernhelm looks at you warily, but he says nothing.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Gléowine in the Rohirrim encampment in Taur Drúadan",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Nay, it is true! My son has finally shown some sense, and has chosen to leave the foolish loves of his youth behind him. He will do his duty as I his father command, and as his King requires. War is calling, and finally my son will prove he is a man of Rohan and worthy of my blood-line!\\n\\n'Would that he had realized it sooner! I might have been spared much frustration. You do not believe that Horn has so chosen? Ask him yourself, and you will see!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'This accursed darkness has cast a pall upon my heart, [placeholder], but it is brightened somewhat to see you again. Much has happened since we parted. Is Corudan with you? Call him over and I will tell you my tale, for he should hear of it as well.'\\n\\nYou tell Horn that you were separated from Corudan before the forces of Saruman fell upon Helm's Deep, and were unable to find the Elf after the fighting ended. Horn is silent for a time, and then shakes his head.\\n\\n'I am sure he is fine, wherever he has gone. I do not believe he would fall prey to Saruman's evil so easily, or so quietly. That there is no trace of him should lighten our worry, not increase it.'\\n\\nIt seems to your ear that Horn is trying to convince himself more than you, but you do not press the issue. He is silent again for a long moment. When he finally speaks, his voice is full of sorrow.\\n\\n'Nona and I did not find the Falcon Clan raiding-party, [placeholder]. Indeed, I think now that she did not really intend to search for Lheu Brenin at all; her plan was in service of a ruse. I blame her not for it, now, but I confess that when the shape of her mind became clear I spoke harshly.\\n\\n'She wanted to get me alone to tell me to abandon Rohan. She wanted us to find a place where we might live free from the demands of kings and Wizards. 'If the forces of evil triumph, let us face them together, not for kingdom or for blood-lines but for ourselves!' she said. But I would not listen. I was angry to be made to choose in this fashion. I told her that I did not always know what it meant to be a man of Rohan, but our adventures together taught me much on the matter, and I wanted to serve my King as I should.\\n\\n'There were more words, and they were hurtful. I made to leave, and Nona told me that if I rode to war with Théoden, I would die before the walls of the White City. 'How can you know this?' I asked her, but before she answered I knew the answer. Hildegard the Soothsayer spoke to Nona of my death. Nona believed it, though I do not.\\n\\n'That was not her final attack, [placeholder], and this last strike was to be the most deadly, though it also proved decisive in the matter. Nona said to me that she was with child. Hildegard had told her this, but Nona did not need the words of the soothsayer to believe it. I... I believed it too.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Elfhelm in the Rohirrim encampment in Taur Drúadan",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The air was still and cold, and the silence stretched between us. I was torn between two duties: service to the woman of my heart and the child our love would bring forth, and to Théoden, the king of my home-land.\\n\\n'And that is when I realized that they were not different at all. If Rohan is consumed by war and falls to the Enemy's hordes, it will not matter where Nona and I and our child might prepare for our last stand. We will be alone. Together, but alone, and the Enemy will have us.\\n\\n'But if Théoden defies the forces of Mordor, and finds victory, then there might be peace. Only then will there be safety for the woman I love, and for the child our love is bringing forth. Only then. She thinks I chose to ride for Théoden to seek glory, or for honour, but neither of those are the reason. I ride for Rohan for my Dunlending wife, and for my Dunlending child, that they may be safe from the evils of Mordor.\\n\\n'It was the most difficult decision I have ever had to make, [placeholder], and it may have been the wrong one. But still I have made it. It was the only thing I could have done, and if it is wrong and Hildegard is right, and I ride to my death in Gondor far from those I love... well, you have my permission to tell my old music-master Gléowine that he was right after all.'\\n\\nYou look at Horn quizzically.\\n\\n'Oh, Gléowine and I have been having a disagreement about what it means to fight. Do not tell him this, but I think I have been arguing mostly to convince myself, rather than him. I have cut a most impressive figure doing so, I think: the very picture of a valiant man of Rohan. I seem to have convinced my father, at any rate. Find Gléowine if you would like to hear his side of the argument.\\n\\n'It is good to see you, [placeholder]. I wish that we had met again in happier circumstances, but there are few enough of those in these dark days. Stay well, my friend.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find the person of whom Elfhelm cryptically spoke",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I bid you welcome, [placeholder]! Have you seen Horn? My former student is a knot of confusions, and speaking with you might help him unravel them!'\\n\\nYou tell Gléowine that you found Horn in the state he describes, but are unsure if your words provided him any comfort.\\n\\n'I am glad you tried. I think he is being foolish, and have told him so, but he refuses to listen to me. He thinks he is doing the right thing, but I can tell you that Nona does not agree, and I do not either. What good will it do her, and the child on its way, if Horn dies now? Little or none, [placeholder]. Glory and honour? They will be of little consolation and no comfort to the family he leaves behind.\\n\\n'I am no warrior. I record what befalls the warriors in song, and know all too well what that means. I dress it up in nice clothes, and with pretty words, but still I know it for what it is: death, and death, and death.\\n\\n'Horn is full of pride, like his father Ingbert, and will not be persuaded. He is a man of Rohan, for certain: stubborn and hard-headed, thinking always of duty and honour and service! May it not be the death of him!'\\n\\nYou think that Gléowine may have been blinded to the truth of the matter by Horn's blustery words of justification, but you do not correct him.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It is not always an easy thing to decide what duty compels us to do. I know of someone who might have something to add to this debate, [placeholder]. Look for him just to the west, if you can control your tongue and keep a confidence.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have learned that Horn has joined Théoden's riders for the journey to Gondor.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Elfhelm is not far from his tent in the Rohirrim encampment in Taur Drúadan.\\n\\nElfhelm has listened to your conversation with Gléowine, and has something of his own to add.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Hullo there, [placeholder]! At last someone will speak to me! I have only had Dernhelm here for company, and he speaks very little. It is almost as if none of the men here can see me! I am almost certainly not supposed to be here; I hope that Théoden will not be cross with me when he finds out.\\n\\n'But what was I supposed to do? I could not stay behind while all others have gone off to danger! That has been this hobbit's story almost from the very beginning! Frodo, and Sam, and Pip, all gone off now, braving danger in strange lands. I could not let it happen again! I am grateful that Dernhelm saw fit to help me come along.\\n\\n'He has an understanding with Elfhelm, I think. The old marshal is turning a blind eye to my presence here, and I am glad of it! I just hope I am not too much of a burden... on the road or in the battle that is certain to come.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Horn sighs heavily, sorrow etched deeply upon his face",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Horn is in the clearing where his father Ingbert's men are resting before the ride continues.\\n\\nIngbert claims that his son has finally come to his senses, and challenged you to find out for yourself.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'My son has finally shown some sense, and has chosen to leave the foolish loves of his youth behind him. He will do his duty as I his father command, and as his King requires. War is calling, and finally my son will prove he is a man of Rohan and worthy of my blood-line!\\n\\n'Would that he had realized it sooner! I might have been spared much frustration. You do not believe that Horn has so chosen? Ask him yourself, and you will see!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Elfhelm said someone with something to add to the subject of duty is just to the west, and you should find this person if you can keep the meeting a secret.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Horn is in the clearing where his father Ingbert's men are resting before the ride continues.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Horn in the Rohirrim encampment in Taur Drúadan",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Gléowine is near Elfhelm's tent in the Rohirrim encampment in Taur Drúadan.\\n\\nHorn has asked you to speak with Gléowine if you want to hear his side of the argument.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Elfhelm, standing nearby, catches your eye and your attention",
      "es": ""
    },
    {
      "id": 30955888,
      "en": "'War is calling! Finally my son will prove he is a man of Rohan!'",
      "es": ""
    },
    {
      "id": 30955889,
      "en": "'This accursed darkness has cast a pall upon my heart.'",
      "es": ""
    },
    {
      "id": 30955890,
      "en": "'The silence stretched between us.'",
      "es": ""
    },
    {
      "id": 30955891,
      "en": "'I wish we had met again under happier circumstances.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Gléowine and I have been having a disagreement about what it means to fight. Do not tell him this, but I think I have been arguing mostly to convince myself, rather than him. I have cut a most impressive figure doing so, I think: the very picture of a valiant man of Rohan. I seem to have convinced my father, at any rate. Find Gléowine if you would like to hear his side of the argument.\\n\\n'It is good to see you, [placeholder]. I wish that we had met again in happier circumstances, but there are few enough of those in these dark days. Stay well, my friend.'",
      "es": ""
    }
  ]
}