{
  "id": 620965698,
  "txt": [
    {
      "id": 30955892,
      "en": "'Go now to camp of gorgûn.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "The wind gently sighs through the branches of the Blood-cloak as you approach",
      "es": ""
    },
    {
      "id": 30955893,
      "en": "'I thank you. I found what is left.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The Blood-cloak is at TBD, in Drû Bhûta, and is the location where the Wild Men perform their funerary rites.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 4: The Hated Orcs",
      "es": ""
    },
    {
      "id": 30955894,
      "en": "'Wild Men walk the forest with speed.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Enter Maudhúl Grak and draw the enemy's eye",
      "es": ""
    },
    {
      "id": 30955895,
      "en": "'Wild Men know secret way.'",
      "es": ""
    },
    {
      "id": 30955896,
      "en": "'My brother Bhai-buri-Ghân rests here now.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Proceed further into Maudhúl Grak and draw the enemy's eye",
      "es": ""
    },
    {
      "id": 30955897,
      "en": "'There is sorrow here. There is gladness too.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My son Khôr-buri-Ghân not only kin. Bhai-buri-Ghân was eldest, but slain by gorgûn. Body taken to camp on road, north of forest. Khôr-buri-Ghân asked to recover body of brother. Ghân granted request. Help with task, and Ghân will offer aid to horse-men.\\n\\n'Go now to camp of gorgûn. Help Khôr-buri-Ghân and Wild Men help you.'\\n\\n<rgb=#FF0000>You will automatically travel to the Orc-camp when you accept this quest.</rgb>\\n",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Khôr-buri-Ghân at the Blood-cloak in Drû Bhûta",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Many gorgûn inside, [placeholder]. Draw their eyes to you. Khôr-buri-Ghân will slay them from hiding. They will pay for death of Wild Men. They will pay for death of Bhai-buri-Ghân.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Khôr-buri-Ghân in Maudhúl Grak",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Ghân-buri-Ghân in Drû Bhûta",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Travel to the Blood-cloak in Drû Bhûta, on a rocky cliff on the eastern side of the huge waterfall",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I thank you. I found what is left of Bhai-buri-Ghân. I bring my brother back to Drû Bhûta. Go to Ghân-buri-Ghân and tell him what we did. Tell him we braved gorgûn, and Bhai-buri-Ghân no longer remain in clutches.'\\n\\n<rgb=#FF0000>You will automatically travel back to Drû Bhûta when you finish speaking with Khôr-buri-Ghân.</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Wild Men walk the forest with speed. My son Khôr-buri-Ghân already returned. He brings his brother to the Blood-cloak. Go to him there. Wild Men mourn deeply, but not long.\\n\\n'After you go to the Blood-cloak, Wild Men seek out the Horse-men. We will help them. They need fear no gorgûn. Wild Men know secret way.\\n\\n'Blood-cloak is to east, atop hill on far side of falling water. My son Bhai-buri-Ghân rests there now.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'My brother Bhai-buri-Ghân rests here now.'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "The Blood-cloak is to the east of the great waterfall in Drû Bhûta, atop a large rocky cliff. It is the location where the Wild Men perform their funerary rites.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Khôr-buri-Ghân has gone to the Orc-camp on the road north of the Drúadan Forest.\\n\\nGhân-buri-Ghân has offered to help the Rohirrim if you will help his youngest son recover the body of his slain eldest.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The Blood-cloak is to the east of the great waterfall in Drû Bhûta, atop a large rocky cliff. It is the location where the Wild Men perform their funerary rites.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'There is sorrow here. There is gladness too. Many Wild Men buried at base of Blood-cloak. We remember them all; we remember Bhai-buri-Ghân.\\n\\n'Ghân-buri-Ghân grateful for what we did. Grateful as father. Grateful as headman of Wild Men. As headman his command is clear: Wild Men will help Horse-men.'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "You should return to Drû Bhûta and speak with Ghân-buri-Ghân.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Khôr-buri-Ghân asked you to draw the enemy's attention by entering the Orc-camp.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'My son Khôr-buri-Ghân not only kin. Bhai-buri-Ghân was eldest, but slain by gorgûn. Body taken to camp on road, north of forest. Khôr-buri-Ghân asked to recover body of brother. Ghân granted request. Help with task, and Ghân will offer aid to horse-men.\\n\\n'Go now to camp of gorgûn in north-east. Help Khôr-buri-Ghân and Wild Men help you.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Khôr-buri-Ghân asked you to draw the enemy's attention by entering the Orc-camp, Maudhúl Grak.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Khôr-buri-Ghân is in the depths of Maudhúl Grak, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Khôr-buri-Ghân outside the Orc-camp near Amon Dîn",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "'Many gorgûn inside.'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Ghân-buri-Ghân is in the village of Drû Bhûta.\\n\\nYou entered Maudhúl Grak near Amon Dîn and recovered the body of Ghân-buri-Ghân's son, slain by Orcs. His other son, Khôr-buri-Ghân, has asked you to return to the Ghân and report your success.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Return to Drû Bhûta",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "There are many dead Orcs here. Khôr-buri-Ghân has been busy!",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You have found more dead Orcs. Khôr-buri-Ghân is further ahead to the north-west",
      "es": ""
    },
    {
      "id": 24695159,
      "en": "Ghân-buri-Ghân has set before you a task to complete, and if you are successful he has pledged to help the Rohirrim with their passage.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'After you go to the Blood-cloak, Wild Men seek out the Horse-men. We will help them. They need fear no gorgûn. Wild Men know secret way.\\n\\n'Blood-cloak is to east, atop hill on far side of falling water. My son Bhai-buri-Ghân rests there now.'",
      "es": ""
    },
    {
      "id": 30955891,
      "en": "'Help Khôr-buri-Ghân and Wild Men help you.'",
      "es": ""
    }
  ]
}