{
  "id": 620965687,
  "txt": [
    {
      "id": 162883764,
      "en": "You have never seen tracks such as these before. Some figure walked here on two legs, but the grooves on either side cannot be explained.\\n\\nAs you study the tracks and see they continue to the south-west, you hear the distant sound of drums emanating from deeper in the wood.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 2: Ride Swift and Sure",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "As you study the strange tracks, you notice that you have gotten closer to the drumming, though it is still distant. The tracks continue to the south-west. What creature has made these markings, and is it responsible for the drumming as well?",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Andothol where Hirgon lies, in Talath Anor",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Here is the horse. Ride swift and sure, [placeholder]! If there is any hope out there to find, I trust that you will find it and bring it back to us!'\\n\\n<rgb=#FF0000>You will automatically travel in search of Théoden's Riders when you accept this quest.</rgb>\\n",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "You become aware of a strange creature watching you",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Enter the wood to the south-west, in Taur Drúadan",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Study the strange tracks beneath the eaves of the wood",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Are you... from the city...?'\\n\\nThe man coughs wetly, and blood courses from his wounds. He will not live long.\\n\\n'You must know... this is Hirgon... errand-rider of Gondor. He returned from Rohan... bearing news... of Théoden. He will come! He will come... to the city...\\n\\n'The wall was... held against us... so we turned away. But the Orcs... caught up with us. They took... took his head. They would have had mine, but... but their leader urged them back... to the wall. But listen! Listen... to my last words...\\n\\n'A great camp... of foes... lies between Théoden and... and the city.... They cannot pass that way... they must... find another...'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "You have found more strange tracks, and they bear further inspection",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You have found even more strange tracks",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Cross the bridge into Taur Drúadan, north-west of Hirgon's body",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Travel south-west in search of more tracks",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Travel further south-west seeking more of the strange tracks",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You leap from the back of your borrowed horse at the sight before you",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Lobordil has provided you with a rested horse to go in search of help along the northern road.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "The drumming has become quite loud now, and you feel uneasy, as if you are being watched.",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "The tracks continue to the south-west, toward the distant drums",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The strange tracks continue to the south-west within the wood.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Lobordil provided you a rested horse to carry you with all haste along the road north of Minas Tirith in search of help.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I see you long time before you see me. Do you walk with eyes closed in forest?'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The strange tracks continue to the south-west within the wood, and the drumming has gotten louder.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "A strange squat creature watches you within the Drúadan Forest.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Here is the horse. Ride swift and sure, [placeholder]! If there is any hope out there to find, I trust that you will find it and bring it back to us!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "If the road through the Beacon-marches is held by the Enemy, you will need to pass through the wood to the south-west to reach Théoden.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "There are strange tracks in the earth beneath the woods' canopy.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You should enter the wood to the south-west if you are to find Théoden",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Strange tracks on the dirt floor of the wood bear further inspection",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Travel north into Talath Anor in search of help",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "The tracks continue to the south-west, toward the distant drums",
      "es": ""
    },
    {
      "id": 30955874,
      "en": "'Here is the horse. Ride swift and sure!'",
      "es": ""
    },
    {
      "id": 30955875,
      "en": " 'Are you… from the city…?'",
      "es": ""
    },
    {
      "id": 30955876,
      "en": "'Do you walk with eyes closed in forest?'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "You have found the remains of Hirgon, and his mortally-wounded fellow soldier, north of Minas Tirith, in Talath Anor.",
      "es": ""
    },
    {
      "id": 30955879,
      "en": "'Here is the horse. Ride swift and sure!'",
      "es": ""
    },
    {
      "id": 30955880,
      "en": "'Here is the horse. Ride swift and sure!'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to the strange creature in the Drúadan Forest",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "The tracks continue to the south-west",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "You feel as if you are being watched",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "You should cross the bridge north-west of the bodies of Hirgon and Andothol, and decide what to do next.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Andothol speaks the truth. Théoden cannot come by the road",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Ride swift and sure, [placeholder]! If there is any hope out there to find, I trust that you will find it and bring it back to us!'",
      "es": ""
    }
  ]
}