{
  "id": 620965707,
  "txt": [
    {
      "id": 228284039,
      "en": "'For Rohan and for Théoden!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 30955840,
      "en": "'For Rohan and for Théoden!'",
      "es": ""
    },
    {
      "id": 30955863,
      "en": "'Keep close to my banner-bearer!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This is a terrible day for Rohan, [placeholder]. The deeds of Théoden were mighty, even on his last day of life, but the kingdom will feel this loss keenly. And to lose the Lady Éowyn in such a fashion! My mind reels at the horror of it, and does not wish to think of the road that brought her to this place. Did none know she joined the ranks? Did no one speak against it?\\n\\n'It is too much to bear. My heart follows her brother on his reckless charge into the ranks of the enemy; may he rise from this death-madness before he does himself some harm! He must be King now. Rohan cannot lose him too!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 30955841,
      "en": "'This is a terrible day for Rohan.'",
      "es": ""
    },
    {
      "id": 30955864,
      "en": "'Let our foes flee in terror from the might of Théoden, and of Rohan!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Guthláf is near Théoden, his liege, on the Field of Onslaught.\\n\\nThéoden has asked you to stay near to his banner-bearer Guthláf and bolster his courage.",
      "es": ""
    },
    {
      "id": 30955865,
      "en": "'Keep close to my banner-bearer!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Guthláf and bolster his courage",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Keep close to my banner-bearer, [placeholder]. There will be glory enough for all, if we stand with courageous hearts against the darkness!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Guthláf is on the Field of Onslaught, readying to follow his lord once more into the fray.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Gléowine is at Kings' End, near the corpse of the fell-beast.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Guthláf and charge with him into battle once again",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Gléowine at Kings' End",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The shadow of death falls upon the Pelennor, and none are safe from its chill grasp.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Guthláf, raise thy banner skyward, and show the forces arrayed against us that Rohan will not falter!\\n\\n'Keep close to my banner-bearer, [placeholder]. There will be glory enough for all, if we stand with courageous hearts against the darkness!\\n\\n'Forth Eorlingas!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You have the right of it, [placeholder]. Let our foes flee in terror from the might of Théoden, and of Rohan! It is with the pride of my father and his father's father that I carry the banner of my lord into battle!\\n\\n'Are you ready for another charge into the ranks?'\\n\\n<rgb=#00FF00>Mount your travelling steed and speak to Guthláf to follow him once again into battle.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 2: Death Comes for All",
      "es": ""
    }
  ]
}