{
  "id": 620965671,
  "txt": [
    {
      "id": "0xeb01150",
      "en": "You should help Sithgar recover his horse and return to his Éored. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "In the Rohirrim bivouac, Guthláf asks you to look for a young rider named Sithgar who fell behind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "A Gift Gone Astray",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'We rode hard through the land to our west, and fast. Misfortune may fly swift as an arrow though, and in the briefest of rests, a young rider of my Éored, Sithgar by name, had his horse run off on him and was forced to stay behind.\\n\\n'The thought pains me some. The horse he rode was not fully broken in, and, I confess, I provided her to him. He had arrived at the muster with his late father's steed, half lame and half blind, and in all honesty, I thought he would have bonded with his new steed by now. I thought he would have caught back up with us, as well, and that has not happened either!\\n\\n'If you are heading that way, would you look for the young man? He will be in Ost Rimmon, most likely, unless he is still out hunting for his horse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "When you return to the Rohirrim bivouac, you should let Guthláf know that you found Sithgar in Ost Rimmon and helped him to ready his horse for travel again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Look for Sithgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Old Guthláf sent you? Ha! Well, he was not wrong to be worried and I must confess, I am in need of some help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Return to Guthláf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Look for a young rider named Sithgar in Ost Rimmon, in the Beacon Hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'Ah, there you are! I have seen Sithgar returned with my own eyes. And I understand we have you to thank. My heart is glad for what you have done, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Help Sithgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'I feel a responsibility for the young man, as I gave him the un-broken horse that ran away. If you find him in Ost Rimmon, I would ask that you do what you can for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'You found Sithgar? And he is well? As well as a lad may be who has lost his horse, at any rate. Ha ha! I hope he is able to return before we move on. We cannot tarry for him, I am afraid.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}