{
  "id": 620965726,
  "txt": [
    {
      "id": 177082769,
      "en": "The Grey Company has come to Pelennor, and they make safe the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'This man spews lies, [placeholder]! We have come to the aid of his city, and he repays us with poisonous and treacherous slander!\\n\\n'I would have his head for the things he has said! He is lucky that Halbarad stays my hand, or I would put an end to his vile whisperings!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I came through the gates onto the Pelennor to fight alongside my brothers and the rest of the city-guard, and slew more than my share of Orcs and the evil Men that fight with them. Great deeds were done, and I daresay we could have had the victory even without the arrival of this man and his Ranger kin.\\n\\n'But the press of battle moved us hither and thither, and my contingent of soldiers soon found itself back-to-back with these Rangers. We fought against the Orcs for some minutes, and shared our names as soldiers do. The bond that is formed in battle between men on the same side is a strong one, and blood spilled in battle unites men like nothing else.\\n\\n'That is when I learned that I and my brothers were fighting alongside a Ranger named Golodir. Golodir! I knew the name well, for had it not been in the conversation of every man in the garrison? Hated Golodir, Ranger of the North and friend of Gothmog, commander of the enemy forces? Yes, it was the very same!'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "This Orc is not feigning death",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Well, I made it no secret what I thought of him. I told him that he fought on the wrong side, and that he would find his Orc-friends elsewhere on the field. I told him he should do us all a favour and cast himself upon his own sword, and so repent of the dark bond he shares with Gothmog. I'd tell him the same were he here right now, and regret nothing!\\n\\n'When men such as he join hands with evil ones such as Gothmog, they deserve nothing but the curses of good-hearted soldiers, and that is what he had from us!\\n\\n'I do not know where he has gone. He has likely gone to join his friend Gothmog, and do some harm to the city or its defenders. I do not doubt it is so, and if this Ranger thinks otherwise, then he is a fool!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "This Orc is truly slain",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Lies! Listen to those slanderous lies, [placeholder], and tell me that this man should not pay for such vile utterances!'\\n\\nYou put a hand on Corunir's shoulder and tell him quietly that Gothmog is another name for Mordirith of Angmar, and that you have no reason to doubt he shares some connexion with Golodir as a result of their experiences in Carn Dûm. All of the fight and bluster departs from Corunir then, and he sinks to one knee.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Cursed play-acting Orcs! They should have the decency to stay dead!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The banner of the White Tree! The ships that come now on the river are for Gondor! Friends unlooked-for have come to our aid!\\n\\n'We must break through the lines of the Enemy while they are distracted by the ships! Jump onto the horse just to the north-east and ride to the Ruin of Pel Dúven to meet these new arrivals, or take to the Quays of the Harlond to ease their disembarking!'\\n\\n<rgb=#00FF00>If you have a Small Fellowship, now is the time to challenge 'The Quays of the Harlond' from the World Join panel.</rgb>\\n",
      "es": ""
    },
    {
      "id": 30955904,
      "en": "'Not all of the bodies that litter the farm are truly dead.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Aragorn and the Grey Company have come to the Ruin of Pel Dúven.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'We must break through the lines of the Enemy while they are distracted by the ships! Jump onto the horse just to the north-east and ride to the Ruin of Pel Dúven to meet these new arrivals, or take to the Quays of the Harlond to ease their disembarking!'\\n\\n<rgb=#00FF00>If you have a Small Fellowship, now is the time to challenge 'The Quays of the Harlond' from the World Join panel.</rgb>\\n",
      "es": ""
    },
    {
      "id": 30955905,
      "en": "'Cursed Orcs! They should have the decency to stay dead!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955906,
      "en": "'I was wounded not long after we arrived. Cowardly corpse!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aragorn and the Grey Company have arrived at the Harlond. Have they come in time to turn the tide of the battle?",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Radanir on the eastern side of the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 30955907,
      "en": "'Some of our kin have been injured by Orcs feigning death.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Halbarad is at the Ruin of Pel Dúven.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We meet once again, [placeholder], and in battle! We were borne on the wind, and I held the unfurling of my standard for the very last moment. I knew the sight of the black sails must cause despair to rise in the hearts of the city's defenders, but I hoped to catch the enemy off-guard in the confusion that followed the banner's unfurling. And so it was!\\n\\n'The White Tree is for Gondor, but it was surrounded by seven stars and with a crown above, and they are for Elendil. That sigil has not been seen by the forces of Mordor for a great many years, and seeing it again must fill them with fear and confusion.'",
      "es": ""
    },
    {
      "id": 30955908,
      "en": "'Easy, Corunir, let the man have some room.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Investigate the commotion on the north-west side of the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955909,
      "en": "'What was that commotion?'",
      "es": ""
    },
    {
      "id": 30955910,
      "en": "'This man spews lies! Poisonous slander!'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Corunir at the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'We disembarked at the Harlond and came to the ruins of this farm to establish a foothold on the Pelennor. The battle had already swept through this area and left many bodies behind, and now it proceeds on the outskirts of the ruins.\\n\\n'This battle-tide has had a regrettable effect, [placeholder], for not all of the bodies that litter the farm are truly dead. Some of the Orcs lie in wait, feigning death, and spring up to surprise the unwary! We have already suffered some injuries from these play-acting corpses.\\n\\n'Examine some of the bodies and ensure they are truly dead. It will not do to suffer any more losses from these treacherous ambushers.'",
      "es": ""
    },
    {
      "id": 30955911,
      "en": "'We soon found ourselves fighting back-to-back with these Rangers.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Amegil at the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 30955912,
      "en": "'One of them was Golodir, that hated Ranger who allied with the Enemy!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 30955913,
      "en": "'Lies, all of them! Lies!'",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Amegil at the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Halbarad has told you that some of the bodies littering the Ruin of Pel Dúven are not truly dead, and wants you to examine them for would-be ambushers feigning death.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Corunir at the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Radanir is injured on the eastern side of the Ruin of Pel Dúven.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I was wounded not long after we arrived here, [placeholder]. Some cursed Orc was pretending to be dead, and he leapt up and gave me a good slice with his serrated blade. I repaid him in kind, but I will live and he will not; there he lies, and pretends no more.\\n\\n'Dark-hearted villain! Cowardly corpse!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Some of our kin have been injured by Orcs feigning death among these ruins.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You heard a great commotion coming from the north-west side of the Ruin of Pel Dúven, and should investigate.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Use the swift horse by the south-west out-cropping of Riders' Stand to travel to the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Easy, Corunir, let the man have some room to breathe. Control yourself, my friend!'\\n\\nHalbarad sees you approach and calls to you quickly.\\n\\n'[placeholder], I could use your help learning what has transpired. Corunir is beside himself with anger, and I fear what he might do if we cannot calm him down, and quickly.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'What was that commotion to the north-west?'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Aragorn at the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Corunir has become very angry about something, and threatens a Gondorian man at the Ruin of Pel Dúven.\\n\\nHalbarad has asked you to help him calm down Corunir before the Ranger does something he will regret.",
      "es": ""
    },
    {
      "id": 30955924,
      "en": "'The banner of the White Tree!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Halbarad at the Ruin of Pel Dúven",
      "es": ""
    },
    {
      "id": 30955925,
      "en": "'We must break through the lines of the Enemy!'",
      "es": ""
    },
    {
      "id": 30955926,
      "en": "'We meet once again, my friend.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Examine slain Orcs at the Ruin of Pel Dúven and ensure they are not feigning death",
      "es": ""
    },
    {
      "id": 30955927,
      "en": "'We must break through the lines of the Enemy!'",
      "es": ""
    },
    {
      "id": 30955928,
      "en": "'Some of the Orcs lie in wait, feigning death.'",
      "es": ""
    },
    {
      "id": 30955929,
      "en": "'The sign of Elendil has not been seen for many years.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Amegil is frightened, but you would hear what he has said that has so enraged Corunir.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Corunir is beside himself with anger at the Ruin of Pel Dúven.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "The newly-arrived allies that sailed on the Black Ships will disembark and make for the Ruin of Pel Dúven.\\n\\nÉomer has directed you to use the swift horse at the base of the outcropping on the south-west side of Riders' Stand to ride to meet the new arrivals.",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Amegil has cast off his fright, and he speaks now with prideful anger.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'We must break through the lines of the Enemy while they are distracted by the ships! Jump onto the horse just to the north-east and ride to the Ruin of Pel Dúven to meet these new arrivals, or take to the Quays of the Harlond to ease their disembarking!'\\n\\n<rgb=#00FF00>If you have a Small Fellowship, now is the time to challenge 'The Quays of the Harlond' from the World Join panel.</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'I knew the sight of the black sails must cause despair to rise in the hearts of the city's defenders, but I hoped to catch the enemy off-guard in the confusion that followed the banner's unfurling. And so it was!\\n\\n'The White Tree is for Gondor, but it was surrounded by seven stars and with a crown above, and they are for Elendil. That sigil has not been seen by the forces of Mordor for a great many years, and seeing it again must fill them with fear and confusion.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Not all of the bodies that litter the farm are truly dead. Some of the Orcs lie in wait, feigning death, and spring up to surprise the unwary! We have already suffered some injuries from these play-acting corpses.\\n\\n'Examine some of the bodies and ensure they are truly dead. It will not do to suffer any more losses from these treacherous ambushers.'",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Corunir's anger departs, replaced with a haunted visage",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "This Orc died of his wounds, as it seemed",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "The Orc snarls a challenge and leaps to his feet!",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "You hear a great commotion coming from the north-west",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Corunir is shouting at a frightened Gondorian man, and Halbarad seeks to restrain him",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Amegil has regained some of his courage, and stands tall",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 6: The Battle Rages",
      "es": ""
    },
    {
      "id": 199055441,
      "en": "'I already killed that one!'",
      "es": ""
    }
  ]
}