{
  "id": 620969614,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Veins of ore can be found around the base of Mount Mindolluin.\\n\\nYou should mine the base of the mountain for ore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should talk to Angbor, who can be found at Aragorn's pavilion on the after-battle Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The forge is located in Aragorn's pavilion on the after-battle Pelennor.\\n\\nYou should bring the ore to the forge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Collect ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Place the ore in the forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Angbor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Excellent work! This should give us at least a dozen more blades, if not more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Angbor has been tasked with arming the men who will march east, but requires more metals to meet the demand for weapons and armour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Mining the Mindolluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Collected ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'When last we spoke, near Pelargir, I expected to arrive before the battle began, or at least in the midst of it. But alas, the Enemy struck swiftly while I encountered setbacks and obstacles.\\n\\n'Perhaps I will tell you more of my journey some time. Right now, we must see that the men who will march to the Black Gate are well outfitted and provisioned for the journey. Currently our weapons and armour supplies run low, but ore from the mountain should help us forge more blades and helmets. Will you collect some ore for the smithy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "The forge glows bright with the newly added metals",
      "es": "",
      "es (fem)": ""
    }
  ]
}